{"pageProps":{"source":"<div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><p>Savoir coder est une compétence fantastique que vous pouvez posséder, mais saviez-vous qu&#x27;il existe plusieurs façons de monétiser vos compétences en programmation ?</p><h2>1. Travailler en tant que développeur professionnel</h2><p>Travailler pour une entreprise en tant qu&#x27;employé est le moyen le plus courant de générer des revenus en tant que développeur.</p><p>Il peut y avoir plusieurs avantages :</p><ul>\n<li>Avoir un revenu stable pendant que vous apprenez et expérimentez encore</li>\n<li>Assurance maladie, pension, vacances payées</li>\n<li>Apprendre à travailler sur des projets plus importants avec de grandes codebases</li>\n<li>Apprendre des collègues (mentorat formel + mentorat informel)</li>\n<li>Avoir une progression de carrière structurée</li>\n<li>La réputation de l&#x27;entreprise peut être un signal utile même après votre départ</li>\n</ul><h2>2. Freelancing</h2><p>Il existe plusieurs avantages à devenir freelance.</p><h3>Les avantages de devenir freelance</h3><ul>\n<li>Vous voulez plus de contrôle.</li>\n<li>Vous voulez plus de liberté.</li>\n<li>Vous voulez un revenu supplémentaire.</li>\n<li>Vous voulez plus de temps avec votre famille.</li>\n<li>Vous n&#x27;aimez pas votre travail actuel et/ou vous n&#x27;êtes pas assez bien payé.</li>\n</ul><h3>Quels services pouvez-vous offrir en tant que développeur indépendant ?</h3><p>Il est facile d’offrir des services ponctuels, comme la création d’un site Web, mais pouvez-vous en faire un mieux ? Oui.</p><p>Comment ?</p><p>En offrant des services de conception Web ainsi que des services de marketing.</p><p>Oui, vous pouvez proposer des forfaits de maintenance et d&#x27;hébergement, mais la plupart des revenus sont mensuels.</p><p>Voici pourquoi il vaut mieux offrir des services de conception Web et de marketing :</p><ul>\n<li>Cela vous aide à éviter d&#x27;avoir un bon salaire pendant un mois et le mois suivant, d&#x27;être sans client.</li>\n<li>Vous offrez un package complet aux clients.</li>\n</ul><p>La meilleure solution à cela est un revenu mensuel récurrent, et vous pouvez l&#x27;obtenir en offrant également des services de marketing. Quel type de services marketing ?</p><ul>\n<li>Rédaction de contenu</li>\n<li>SEO</li>\n<li>Gestion de campagnes AdWords</li>\n<li>Gestion des réseaux sociaux</li>\n<li>Gestion des publicités sur les réseaux sociaux</li>\n<li>Email Marketing</li>\n<li>Designs</li>\n</ul><p>Vous ne connaissez pas le marketing ? Vous pouvez l&#x27;apprendre ou l&#x27;externaliser.</p><p>Vous voulez gagner 2 000€ chaque mois :</p><ul>\n<li>Obtenez 4 clients qui vous paient 500 € par mois.</li>\n<li>Obtenez 2 clients qui vous paient 1 000 € par mois.</li>\n<li>Obtenez 1 client qui vous paie 2 000 € par mois.</li>\n</ul><h3>Plateformes pour freelance</h3><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://fiverr.com/\">Fiverr</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://upwork.com/\">UpWork</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://talent.hubstaff.com/\">HubStaff Talent</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://web.archive.org/web/20210227071835/https%3A%2F%2Femployremotely%2Ecom\">EmployRemotely</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://fr.freelancer.com/\">Freelancer</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://remoteok.io/\">RemoteOK</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://toptal.com/\">TopTal</a></li>\n</ul><h3>Comment facturer un site Web ?</h3><p>Pour y parvenir, voici les principaux moyens de facturer un site Web :</p><ul>\n<li>Tarification horaire</li>\n<li>Tarification basée sur le projet</li>\n<li>Tarification basée sur la valeur</li>\n</ul><h4>Tarification horaire</h4><p>Prenez votre revenu annuel souhaité et divisez-le par les heures que vous souhaitez travailler dans un an (en gardant à l&#x27;esprit les jours de vacances).</p><p>Cela pourrait ressembler à ceci :</p><p>Travailler <strong>35 heures</strong> par semaine : <strong>75 000 €</strong> (revenu souhaité) / 1 820 heures = <strong>41,20 €</strong> de l&#x27;heure.</p><p>Vous devriez donc facturer <strong>45 € de l&#x27;heure</strong> dans ce cas.</p><h4>Tarification basée sur le projet</h4><p>C&#x27;est à ce moment que vous estimez vos heures travaillées et y ajoutez un tampon. Cela pourrait ressembler à ceci :</p><p>Vous estimez que le projet vous prendra 50 heures. 45 € (taux horaire) x 50 heures = 2250 €</p><p>Vous pouvez alors facturer 3 000€.</p><h4>Tarification basée sur la valeur</h4><p>C&#x27;est à ce moment que vous facturez vos frais en fonction du rendement potentiel que l&#x27;entreprise peut réaliser après avoir utilisé vos services.</p><p>Vous ne vendez pas seulement un &quot;site Web&quot;, vous vendez une solution pour augmenter les ventes de l&#x27;entreprise.</p><ul>\n<li>Vous ne vendez pas d&#x27;heures (comme tout le monde le fait) - vous vendez des résultats (ou les résultats potentiels).</li>\n<li>Il y a une incitation à rester à jour avec les dernières technologies, logiciels ou outils, afin de faciliter votre travail et de devenir plus efficace.</li>\n<li>Cela vous permet de créer quelque chose d&#x27;extraordinaire et de ne pas vous soucier de dépasser le budget souhaité par le client.</li>\n<li>Il n&#x27;y a pas de surprises financières cachées aux clients. Vous prenez tous les risques en livrant le projet dans les limites du coût total dont vous avez informé le client.</li>\n<li>Vous pouvez travailler avec moins de clients et fournir un meilleur service, car vous gagnez souvent beaucoup plus.</li>\n</ul><p>De plus, voici pourquoi la facturation horaire est moins bien :</p><ul>\n<li>Cela décourage l&#x27;efficacité. Il est dans votre intérêt de faire durer un projet. Pourquoi le terminer en une heure alors que vous pouvez en facturer dix ? Pourquoi acheter un plugin ou un extrait de code pour gagner du temps alors que vous pouvez facturer ce temps-là ?</li>\n<li>La plupart des désaccords avec les clients sont toujours des litiges concernant le paiement. Vous devez prouver que vous travailliez ou pourquoi vous avez mis si longtemps, etc. Les tracas et le stress de l’administrateur, même avec un logiciel de suivi, ne vaut pas la peine.</li>\n</ul><h2>3. Blogging</h2><p>Gardez à l&#x27;esprit que c&#x27;est la progression est lente. Vous ne verrez peut-être pas beaucoup de progrès au début, mais la régularité est la clé !</p><p>Ayez un horaire. Par exemple : 2-3 articles / semaine. Quelque chose d&#x27;assez simple que vous pouvez gérer sans vous épuiser.</p><h3>Comment gagner de l&#x27;argent avec un blog ?</h3><p>Il existe plusieurs façons de monétiser votre blog :</p><h4>Les publicités</h4><p>En moyenne, vous recevrez entre 1 et 2 € pour 1 000 impressions.</p><p>Si vous souhaitez gagner 1 000€ par mois, cela signifie que vous avez besoin de 500 000 à 1 million d&#x27;impressions. Ce qui n’est pas une tâche facile.</p><p>Il existe également les publicités PPC (Pay-per-click) qui peuvent payer entre 0,25€ et 1€ par clic. Ces types d&#x27;annonces paient un peu mieux, mais peu de gens cliquent dessus.</p><p>Si vous souhaitez essayer des annonces, vous pouvez essayer <a class=\"\" target=\"_blank\" href=\"https://carbonads.net/\">CarbonAds</a>. Ils fournissent des publicités spécifiquement pour les développeurs et / ou les designers. Avant de postuler, assurez-vous d&#x27;avoir environ 10 000 pages vues par mois sur votre blog. C&#x27;est le montant que vous deviez avoir pour être accepté.</p><h4>Affiliation</h4><p>Vous pouvez gagner de l&#x27;argent en faisant la promotion des produits et / ou services d&#x27;autres personnes et en échange, ils vous donneront une commission. La commission peut beaucoup varier. De 5% à 60% voire plus.</p><h4>Publications sponsorisées</h4><p>Lorsque votre audience s&#x27;élargit, vous remarquerez que vous serez contacté par différentes entreprises pour écrire sur leurs produits dans vos articles.</p><p>Combien dois-je facturer pour un article sponsorisé ? Cela dépend du nombre de lecteurs que vous avez. Cela dépend du sujet. Cela dépend du type de collaboration que vous entretenez avec l&#x27;entreprise qui souhaite sponsoriser une publication.</p><p>En fin de compte, tout est négociable. Faites ce qui vous convient.</p><h4>Promouvoir vos propres produits / services</h4><p>Garder 100% des revenus de vos produits est mieux que la commission de 50% que vous pourriez recevoir des produits d&#x27;affiliation.</p><p>Un excellent moyen de vendre vos propres produits est d&#x27;utiliser Gumroad. Ils s&#x27;occupent de beaucoup de choses comme le paiement, la TVA, l&#x27;envoi du produit une fois que quelqu&#x27;un l&#x27;a acheté, et bien plus encore.</p><h4>Être payé pour écrire pour d&#x27;autres publications</h4><p>Une fois que vos articles auront commencé à gagner du terrain, vous pourriez bientôt être contacté par différentes publications qui souhaiteraient que vous écriviez pour eux.</p><p>Ces publications sont toujours à la recherche de nouveaux contenus, car leurs revenus sont basés sur cela, de sorte qu&#x27;elles contactent souvent les gens pour qu&#x27;elles écrivent pour elles.</p><p>Vous pouvez en tirer parti pour :</p><ul>\n<li>Diffuser son contenu à un nouveau public</li>\n<li>Obtenez de l&#x27;expérience pour rédiger une publication, parce qu&#x27;ils peuvent avoir leurs propres « méthodes »</li>\n<li>Faire un peu d&#x27;argent</li>\n</ul><p>Encore une fois, le montant que vous pouvez être payé dépendra de la publication, du sujet, de votre expérience, etc. Faites ce qui vous convient le mieux.</p><p>Gardez à l&#x27;esprit que l&#x27;argent n&#x27;est pas la seule chose que vous pourriez obtenir.</p><p>L&#x27;opportunité d&#x27;attirer plus de personnes est également précieuse, car certains de ces lecteurs pourraient rester avec vous plus longtemps, ce qui est une bonne chose !</p><p>En ce qui concerne le paiement, vous pouvez commencer par facturer 200 à 300 € et au fur et à mesure que vous gagnez en expérience, augmentez vos prix.</p><h2>4. Créer une chaine YouTube</h2><p>YouTube est le deuxième plus grand moteur de recherche au monde, après Google, ce qui en fait un endroit idéal pour enseigner aux gens et développer une audience en ligne.</p><h3>Choisir une niche</h3><p>Comme nous l&#x27;avons vu dans la section Blog, il est important d&#x27;avoir une niche spécifique (ou 2 max) au début. Ne sautez pas dans les sujets qui vont embrouiller votre audience.</p><p>Créez une série de vidéos sur votre niche. Cela vous mettra lentement en place en tant qu&#x27;expert dans le domaine et YouTube commencera à promouvoir vos vidéos auprès de ceux qui recherchent un contenu similaire.</p><h3>Outils à utiliser</h3><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://obsproject.com/fr\">OBS</a> pour enregistrer</li>\n<li><a class=\"\" target=\"_blank\" href=\"https://blackmagicdesign.com/fr/products/davinciresolve/\">DaVinci Resolve</a> pour monter</li>\n</ul><p>Le plus important est de publier, le reste n&#x27;est pas important. Prenez exemple sur les gros YouTubeurs en suivant cette règle : &quot;<a class=\"\" target=\"_blank\" href=\"https://youtube.com/watch?v=OnUBaQ1Sp_E\">Make 100 Crappy videos</a>&quot;.</p><p>Tant que vous commencez et que vous faites de votre mieux pour vous améliorer un peu à chaque nouvelle vidéo que vous réalisez vous êtes sur la bonne voie !</p><h3>Faire de l&#x27;argent sur YouTube</h3><h4>Publicités YouTube</h4><p>Pour pouvoir placer des annonces sur vos vidéos YouTube, vous devez faire partie du programme de partenariat YouTube et pour postuler au programme dont vous avez besoin :</p><ul>\n<li>4 000 heures de visionnage public de vos vidéos au cours des 12 derniers mois</li>\n<li>1000 abonnés sur votre chaîne</li>\n</ul><p>Voyons maintenant combien d&#x27;argent vous pouvez gagner avec les publicités...</p><p>Il n&#x27;est pas facile de calculer exactement combien d&#x27;argent vous pouvez gagner grâce aux publicités, mais voici une formule approximative que vous pouvez utiliser :</p><p>Revenus YouTube = Nombre de vues / 1 000 * RPM</p><p>RPM veut dire &quot;Revenu Pour Mille vues&quot;, c&#x27;est-à-dire la somme générée pour 1000 vues sur YouTube.</p><p>Le RPM dépend principalement du sujet de vos vidéos et du pays à partir duquel votre Audience regarde les vidéos. Cela dépend aussi du montant que les annonceurs sont prêts à payer pour apparaître devant votre public et du pouvoir d&#x27;achat de votre public.</p><p>Il peut être de 2-3€ pour la niche du développement web, 5-6€ sur des chaines de design et 10-15€ sur des chaines de croissance financière.</p><p>Un autre paramètre qui affecte vos revenus est le CTR (taux de clics). Combien de personnes cliquent pour regarder vos vidéos à chaque fois que YouTube leur affiche votre contenu. Un CTR élevé se traduit par plus de vues, ce qui rapporte plus d&#x27;argent.</p><p>Afin d&#x27;augmenter le CTR, vous devez écrire de bons titres vidéo et avoir une bonne miniature.</p><p>Une fois qu&#x27;ils ont cliqué sur votre vidéo, vous devez garder leur attention le plus longtemps possible. C&#x27;est là qu&#x27;intervient la mesure de la durée moyenne de visionnage. Cela correspond au pourcentage de la vidéo que les spectateurs regardent. Une durée élevée permet aux téléspectateurs de regarder plus de publicités et donc de gagner plus d&#x27;argent.</p><h4>Abonnements / Donations</h4><p>Une autre façon de gagner de l&#x27;argent directement à partir de YouTube consiste à activer les abonnements.</p><p>Voici quelques éléments que vous pourriez envisager :</p><ul>\n<li>Accès aux vidéos avant la sortie publique</li>\n<li>Diffusions en direct réservées aux membres</li>\n<li>Code source des projets</li>\n<li>Accès Discord avec des rôles spéciaux</li>\n<li>Mentorat individuel avec vous</li>\n<li>Remises sur vos formations/cours en ligne (si vous en avez)</li>\n</ul><p>Actuellement, pour pouvoir ouvrir des abonnements sur votre chaîne, vous devez avoir plus de 30 000 abonnés et vous devez être situé dans l&#x27;un des <a class=\"\" target=\"_blank\" href=\"https://support.google.com/youtube/answer/7636690#availability\">emplacements disponibles</a>.</p><p>Les dons fixes sont également un moyen pour les gens de soutenir votre chaîne. Sur YouTube, ils sont appelés <strong>Super Chats</strong> et <strong>Super Stickers</strong> et ils sont disponibles pendant que vous diffusez en direct. Ceux-ci apparaîtront sous forme de messages colorés spéciaux dans le chat. Différentes couleurs, selon le montant que quelqu&#x27;un donne. Ces messages durent plus longtemps si le montant donné est plus important.</p><p>Gardez à l&#x27;esprit que pour les abonnements et les Super Chats, YouTube prendra entre 30% et 50%.</p><h4>Affiliation</h4><p>Le marketing d&#x27;affiliation consiste à évaluer et/ou recommander un produit ou un service et à percevoir une commission lorsque quelqu&#x27;un achète ce produit/service.</p><p>Les programmes d&#x27;affiliation comme des formations, des ebooks, des bundles ou certains services pour les développeurs que vous utilisez.</p><p>Gumroad a un excellent marché où vous pouvez trouver des produits numériques que vous pourriez potentiellement utiliser.</p><p>Trouvez un produit que vous aimez, contactez les propriétaires et demandez-leur s&#x27;ils souhaitent créer un lien d&#x27;affiliation pour vous.</p><p>La plupart du temps, ils seraient heureux de le faire, car vous leur donnez la possibilité de toucher un nouveau public.</p><h4>Sponsors</h4><p>Plus votre audience augmente et plus l&#x27;engagement de cette audience augmente, plus vous recevrez d&#x27;e-mails de différentes entreprises qui souhaiteront promouvoir leurs produits et services dans vos vidéos.</p><p>Il n’existe pas vraiment de formule exacte pour calculer le montant à facturer à un sponsor. Cela dépend de plusieurs facteurs :</p><ul>\n<li>La taille de votre audience</li>\n<li>L&#x27;engagement de votre audience</li>\n<li>La marque qui propose le produit / service</li>\n<li>L&#x27;accord que vous faites avec eux</li>\n<li>La spécificité de votre chaîne et de votre vidéo par rapport au produit (Si vous êtes spécifique, vous valez plus d&#x27;argent)</li>\n</ul><p>Les offres peuvent aller de 100 à 200 € par vidéo lorsque vous démarrez avec une chaîne plus petite, et elles peuvent aller jusqu&#x27;à 1 000€ (voire plus) une fois que vous avez une marque établie et un public plus large.</p><h4>Faites la promotion de vos propres produits</h4><p>La promotion de vos propres produits pourrait être le moyen le plus lucratif de gagner de l&#x27;argent sur YouTube. Pourquoi ? Eh bien, parce que vous avez déjà un public à qui vendre et si cela est fait correctement, vous devriez déjà savoir quels sont les besoins de votre public afin de créer la solution parfaite pour eux.</p><h2>5. Streamer des sessions de Live coding</h2><p>Le Live Coding est probablement l&#x27;un des meilleurs moyens d&#x27;interagir avec votre public et de créer une communauté forte.</p><p>Nous savons que derrière chaque créateur de contenu, il y a une personne réelle et nous adorons chaque fois que nous interagissons avec nos créateurs préférés. Nous voulons mieux les connaître et peut-être même avoir la chance de voir quelques-uns des « coulisses ».</p><p>Gagner de l&#x27;argent en faisant du Live Coding, c&#x27;est à peu près la même chose que gagner de l&#x27;argent sur YouTube, à quelques exceptions près.</p><h3>Donations</h3><p>L&#x27;un des moyens les plus simples et les plus couramment utilisés pour gagner de l&#x27;argent au début lors de la diffusion en continu consiste à recevoir des dons de téléspectateurs qui souhaitent soutenir votre travail.</p><p>Afin de recevoir un don, vous devez mettre en place un système tiers comme <a class=\"\" target=\"_blank\" href=\"https://streamlabs.com/\">Streamlabs</a> qui vous donne un lien spécial où les gens peuvent faire un don. Une fois qu&#x27;ils le feront, vous recevrez l&#x27;argent directement sur votre compte PayPal.</p><p>Vous pouvez offrir différents services ou avantages à ceux qui ont décidé de le faire. Voici quelques exemples :</p><ul>\n<li>Examiner un portfolio</li>\n<li>Travailler sur un projet demandé</li>\n<li>Résolvez un défi de codage</li>\n</ul><p>En outre, vous pouvez configurer des <strong>Goals</strong> pour qu&#x27;ils apparaissent à l&#x27;écran et les téléspectateurs peuvent soutenir votre travail afin d&#x27;atteindre votre objectif.</p><p>Des objectifs tels que l&#x27;achat d&#x27;un nouveau PC ou l&#x27;acquisition d&#x27;un nouvel équipement de streaming qui améliorera la qualité de celui-ci pourraient être quelque chose que les gens seraient intéressés à vous aider.</p><h3>Bits</h3><p>Les bits sont un bien virtuel qui peut être acheté sur Twitch. Pour faire simple, c&#x27;est la devise de Twitch. Les gens peuvent acheter des bits et les donner à leurs streamers préférés.</p><p>Pour chaque 100 bits donnés, le créateur reçoit 1€.</p><h3>Abonnements</h3><p>Les abonnements Twitch sont assez similaires aux abonnements YouTube. Notez le fait que Twitch prend 50% de réduction sur vos revenus d&#x27;abonnement.</p><p>En étant Twitch Partner, il parait qu&#x27;il est possible de négocier ce pourcentage.</p><h3>Live Streams exclusifs</h3><p>Une autre façon de monétiser le streaming consiste à avoir des streams réservés aux membres. Dans ces stream, vous pouvez organiser des sessions spéciales de FAQ où les gens peuvent vous demander tout ce qui concerne un sujet, ou vous pouvez passer en revue leurs projets ou tout ce que vous pouvez penser à faire pour ceux qui sont prêts à vous soutenir mensuellement.</p><h2>6. Faire du mentoring en 1-on-1</h2><p>Vous pouvez faire des sessions de mentorat payantes.</p><p>Par exemple, aider quelqu&#x27;un avec un problème ReactJS. Aider une personne qui a passé environ 2-3 jours à essayer de comprendre pourquoi cela ne fonctionnait pas et qui souhaite volontiers payer votre temps car, en échange, vous l&#x27;aidez à gagner un peu de son temps.</p><p>Vous pouvez fournir un formulaire Typeform qui permet de rassembler le plus d&#x27;informations possible avant les appels.</p><p>Les prix peuvent aller entre 30€ à 500€ de l&#x27;heure selon votre niveau, votre cible clientèle et la valeur que vous leur apportez.</p><p>Vous pouvez utiliser vos propres réseaux sociaux pour proposer ce type de prestation ou passer par des plateformes comme :</p><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://codementor.io/\">Code Mentor</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://codingcoach.io/\">Coding Coach</a> (Gratuit)</li>\n</ul><h2>7. Créer des cours/formations en ligne</h2><h3>Comment créer une formation ?</h3><h4>Choisir un sujet</h4><p>C&#x27;est l&#x27;une des choses les plus importantes à faire au début avant même de commencer à travailler sur la formation.</p><p>Il existe plusieurs façons de vous aider à choisir le sujet à choisir :</p><ul>\n<li>Choisissez quelque chose dont vous pouvez parler toute la journée. Quelque chose qui vous passionne.</li>\n<li>Demandez à votre audience (si vous en avez une) ce qu&#x27;elle aimerait apprendre de vous.</li>\n<li>Faites des recherches de marché. Découvrez ce que les gens recherchent.</li>\n</ul><h4>Créer le plan du cours</h4><p>Vous pouvez commencer par faire un «brain dumping» de vos idées pour le cours. Voyez ce que vous pouvez proposer au début sans entrer encore dans les détails. Vous ferez cela plus tard. Déterminez ce que vous voulez que vos modules et leçons portent.</p><p>Quelques vidéos que vous pourriez envisager d&#x27;avoir :</p><ul>\n<li>Qui êtes-vous ?</li>\n<li>Quel est le sujet de ce cours ?</li>\n<li>Pourquoi est-ce important pour ceux qui veulent l&#x27;acheter ?</li>\n<li>Quelle est la structure du cours ?</li>\n</ul><h3>Avoir une audience</h3><p>Il n&#x27;est pas nécessaire d&#x27;avoir une audience pour créer et vendre une formation, mais cela aiderait certainement d&#x27;en avoir une.</p><p>Il est recommandé de commencer par un blog ou une chaîne YouTube où vous pouvez développer une audience en fournissant un contenu de qualité.</p><p>Il existe des plates-formes comme Udemy ou Skillshare qui peuvent vous aider à promouvoir vos cours auprès de leur audience, mais comme vous pouvez vous y attendre, elles prennent une part de vos revenues.</p><p>Il est beaucoup plus facile et plus rentable de vendre à ceux qui vous connaissent déjà.</p><p>À titre d&#x27;exemple, si vous vendez vos cours sur Udemy et que vous réalisez des ventes, vous gardez 97% des ventes, mais si les gens vous trouvent de manière organique en parcourant leur marketplace, vous ne gardez que 50%. C&#x27;est parce qu&#x27;ils vous ont aidé à faire la vente.</p><p>Il serait préférable de vendre à votre audience directement sur votre plateforme.</p><h3>Où vendre vos formations ?</h3><p>Il existe plusieurs façons de vendre vos formations.</p><h4>Marketplaces</h4><p><a class=\"\" target=\"_blank\" href=\"https://udemy.com/\">Udemy</a> et <a class=\"\" target=\"_blank\" href=\"https://skillshare.com/\">Skillshare</a> sont deux grandes marketplace où les gens peuvent acheter des cours sur divers sujets, y compris la programmation.</p><p>Vous en avez probablement entendu parler et vous les avez même utilisés pour apprendre une nouvelle compétence.</p><p>Comme mentionné précédemment, ces marketplaces ont déjà une large audience, ce qui vous permet de vendre plus facilement vos cours au cas où vous n&#x27;en auriez pas encore.</p><p>Sur Udemy, la plupart des formations sont vendues autour de 10-12€ car ils ont des soldes tout le temps.</p><p>Skillshare paie en fonction des minutes de visionnage. Plus les gens regardent votre contenu, plus vous gagnez.</p><h4>Plateformes de formations</h4><p>Podia, Teachable et Thinkific sont des plates-formes qui vous permettent de créer votre propre site Web et sur lequel vous pouvez héberger et vendre vos formations. Ils gèrent à peu près tout ce dont vous avez besoin pour commencer :</p><ul>\n<li>Hébergement</li>\n<li>Lecteur de vidéos</li>\n<li>Website builder</li>\n<li>Paiements</li>\n<li>Intégration des emails</li>\n<li>etc...</li>\n</ul><p>La principale raison d&#x27;utiliser une plate-forme de cours est le contrôle qu&#x27;elle vous donne.</p><p>Vous pouvez facturer autant que vous le souhaitez pour votre cours et vous obtenez également les informations de ceux qui se sont inscrits à vos cours afin que vous puissiez les suivre plus facilement.</p><p>Le mauvais côté de l&#x27;auto-hébergement est le fait que vous devez faire le marketing vous-même par rapport aux Marketplaces comme Udemy.</p><p>Ce n&#x27;est pas si mal si vous avez déjà une audience (un blog, une chaîne YouTube, etc.).</p><h4>Créez votre propre plateforme</h4><p>Peut-être que vous n&#x27;êtes pas satisfait de ce que les plates-formes mentionnées ci-dessus fournissent, il y a donc toujours le choix de créer la plate-forme entière vous-même à partir de zéro.</p><p>Certaines entreprises le font car elles ont besoin de fonctionnalités spécifiques qui ne sont pas fournies par défaut par ces autres plates-formes.</p><h3>Marketing</h3><p>Une fois que vous avez créé et publié votre cours en ligne, il est temps de diffuser l’actualité. Il ne sert à rien de créer la meilleure formation si personne ne le sait.</p><p>Vous pouvez créer une landing page pour promouvoir le cours. Vous pouvez avoir des éléments tels que :</p><ul>\n<li>Le plan du cours</li>\n<li>Raisons pour lesquelles les gens devraient acheter</li>\n<li>Témoignages (très puissants)</li>\n<li>Section FAQ</li>\n<li>Informations sur vous</li>\n</ul><p>Avant le lancement du cours, vous pouvez configurer un formulaire de newsletter où les gens peuvent soumettre leur e-mail.</p><p>Envisagez de donner gratuitement des parties de la formation pour inciter les gens à acheter le cours complet.</p><p>Mettre en place une réduction pour une courte période après le lancement est un autre bon moyen d&#x27;inciter les gens à acheter, car nous n&#x27;aimons souvent pas manquer de bonnes affaires. C&#x27;est ce qu&#x27;on appelle la rareté (scarcity) et c&#x27;est utilisé partout pour nous pousser (plus ou moins) à acheter des choses.</p><h4>Promotion pré-lancement</h4><p>Avoir un lancement est génial car dans les deux premiers jours, cela apportera la majorité des ventes, mais cela finira par ralentir. C’est là que vous avez besoin d’autres moyens de promouvoir le cours.</p><p>Rédiger des articles sur votre blog et / ou diffuser des vidéos sur votre chaîne YouTube sur certains des sujets que vous avez abordés dans le cours est un excellent moyen de le promouvoir.</p><p>Par exemple, si vous avez une formation JavaScript, vous pouvez faire différents tutoriels JavaScript pour votre chaîne YouTube et à l&#x27;intérieur de ces vidéos, vous pouvez mentionner votre formation.</p><p>Vous ne savez jamais quand YouTube décide d&#x27;en faire une vidéo virale et que vos ventes peuvent reprendre.</p><p>Laissez YouTube et / ou Google (si vous avez un blog) travailler en votre faveur et vous aider à mettre en place ce flux juteux de revenus (relativement) passifs.</p><h4>Avoir des affiliés</h4><p>Une autre façon de générer plus de ventes consiste à créer des affiliés pour votre cours.</p><p>La majorité des plates-formes que nous avons mentionnées ci-dessus vous permettent de le faire et elles s&#x27;occupent à peu près de tout.</p><p>Une fois que cela est fait, contactez des personnes qui ont un public plus large dans un créneau similaire et proposez-leur de devenir affilié pour votre formation, et pour chaque vente qu&#x27;ils réalisent, vous gagnez tous les deux de l&#x27;argent. Win-win.</p><h2>8. Créer des produits numériques</h2><p>En ce qui concerne votre niche, la programmation, vous pouvez créer de nombreux produits différents. Si le produit est précieux et qu&#x27;il aide les autres à gagner du temps et / ou de l&#x27;argent, vous avez un produit à vendre !</p><p>Voici quelques exemples :</p><ul>\n<li>Plugins (WordPress, Shopify, Drupal)</li>\n<li>Composants (in React, Angular, Vue, Bootstrap)</li>\n<li>Bibliothèques</li>\n<li>Kits (Design Kits, Component Kits)</li>\n<li>Thèmes (WordPress, Shopify, Drupal)</li>\n<li>Templates (HTML5, Bootstrap, Tailwind)</li>\n<li>eBooks</li>\n<li>Formation</li>\n<li>Logiciel</li>\n<li>Applications Web et applications mobiles</li>\n<li>etc...</li>\n</ul><p>Vous pouvez trouver divers exemples sur des marketplaces comme <a class=\"\" target=\"_blank\" href=\"https://creative-tim.com/\">Creative-Tim</a>, <a class=\"\" target=\"_blank\" href=\"https://gumroad.com/discover\">Gumroad</a>, <a class=\"\" target=\"_blank\" href=\"https://themeforest.net/\">ThemeForest</a> et <a class=\"\" target=\"_blank\" href=\"https://codecanyon.net/\">CodeCanyon</a>.</p><h3>Pourquoi des produits numériques ?</h3><p>Les produits numériques présentent de nombreux avantages par rapport à leurs homologues physiques. Avec les produits numériques :</p><ul>\n<li>Vous pouvez vendre des copies infinies alors que le coût de production / réplication est inexistant (la plupart du temps). Après tout, c&#x27;est juste une copie du produit initial.</li>\n<li>Les clients reçoivent le produit immédiatement après l&#x27;avoir acheté, soit par e-mail ou via un lien personnalisé où ils peuvent télécharger le produit directement.</li>\n<li>Vous pouvez utiliser l&#x27;argent que vous auriez payé pour produire le produit physique (fabricants, main-d&#x27;œuvre, etc.) pour la publicité et la commercialisation du produit numérique.</li>\n</ul><h3>Où vendre ?</h3><p>Vous pouvez utiliser Gumroad :</p><ul>\n<li>Il a un processus de paiement simple.</li>\n<li>Gère la TVA.</li>\n<li>Vous pouvez créer votre propre liste e-mail et en avoir le contrôle.</li>\n<li>Vous pouvez avoir des affiliés et leur demander de vendre vos produits en échange d&#x27;une commission.</li>\n<li>Bon système analytiques des clients et des ventes.</li>\n</ul><p>De plus, vous pouvez facilement intégrer Gumroad à votre propre site Web / blog pour que vos clients puissent acheter directement, sans avoir à quitter votre plateforme.</p><h3>Groupez vos produits</h3><p>Dans certains cas, vous pouvez trouver d&#x27;autres créateurs qui proposent un produit complémentaire qui pourrait très bien être combiné avec votre produit afin que vous puissiez faire équipe et vendre un ensemble contenant les deux produits avec une petite remise. De cette façon, vous pouvez tirer parti de vos deux publics.</p><p>Exemple: Killer Design + Efficient Development = <code>$$$</code></p>\n<h2>9. Faire des contributions open-source</h2>\n<p>Il existe plusieurs manières d&#x27;être rémunéré pour nos contributions <a title=\"Note bientôt disponible\" class=\"!no-underline border-b-2 border-dotted border-cyan-700\" href=\"/soon?title=open-source\">open-source</a>.</p>\n\n<p>Un exemple notable est <a class=\"\" target=\"_blank\" href=\"https://patreon.com/\">Patreon</a> via un don mensuel ou, encore mieux, GitHub a récemment lancé <a class=\"\" target=\"_blank\" href=\"https://github.com/sponsors\">GitHub Sponsors</a>, qui est un autre excellent moyen d&#x27;obtenir du soutien.</p>\n<p>Ce qui est génial avec les sponsors GitHub, c&#x27;est qu&#x27;il n&#x27;y a pas de commissions, ce qui signifie que vous pouvez conserver l&#x27;intégralité du don, contrairement à Patreon, qui conserve un pourcentage de chaque don.</p>\n<p>Une autre chose que certaines personnes (et même des entreprises) font après avoir créé un projet Open Source réussi est de créer une <strong>version Premium du projet</strong> contenant des fonctionnalités et des avantages supplémentaires pour lesquels ils facturent de l&#x27;argent.</p>\n<p>Un bon exemple est TailwindCSS, un framework CSS.</p>\n<p>Une fois que le projet a décollé et est devenu populaire, ils ont créé un produit payant appelé TailwindUI qui contient plusieurs composants d&#x27;interface utilisateur construits à l&#x27;aide de TailwindCSS.</p>\n<p>Enfin, vous pouvez également monétiser un projet Open Source en ajoutant dans le README ou site du projet des bannières sponsorisées, produits d&#x27;affiliation, promotion de vos propres produits et même vendre des produits dérivés (merchandising).</p>\n<p>Puis sans nécessairement avoir de l&#x27;argent, il y a aussi d&#x27;autres avantages que vous pourriez obtenir à la place :</p>\n<ul>\n<li>Élargir votre présence en ligne et développer votre marque personnelle</li>\n<li>Se démarquer des autres lors d&#x27;un recrutement pour un emploi</li>\n<li>Impressionnez vos clients potentiels quand vous travaillez en freelance</li>\n</ul>\n<h2>10. Créer un SaaS (Software as a Service)</h2>\n<p>Le terme Software-as-a-Service (ou SaaS) fait référence à un produit logiciel hébergé sous licence avec un abonnement.</p>\n<p>De bons exemples de produits SaaS populaires sont :</p>\n<ul>\n<li>Jira</li>\n<li>Trello</li>\n<li>Basecamp</li>\n<li>Figma</li>\n<li>Slack</li>\n<li>Dropbox</li>\n</ul>\n<p>Une autre définition (plus informelle) d&#x27;un produit SaaS est qu&#x27;il est utilisé pour résoudre un problème sur demande.</p>\n<p>Selon cette définition, Netflix et Spotify ne sont pas classés comme des produits SaaS, même si les utilisateurs paient pour l&#x27;accès sur une base récurrente.</p>\n<p>Ils vendent une licence pour accéder à des films, des émissions de télévision, de la musique et des podcasts, mais ils ne sont pas considérés comme des outils que vous utilisez pour résoudre un problème.</p>\n<p>Les logiciels tels qu&#x27;Adobe Photoshop, Sketch et Pro Tools ne sont pas non plus classés comme SaaS.</p>\n<p>Même si vous les payez sur une base récurrente, ils ne sont pas hébergés de manière centralisée.</p>\n<p>Au lieu de cela, ils sont distribués via des fichiers exécutables (c&#x27;est-à-dire qu&#x27;il s&#x27;agit de logiciels que vous installez sur votre ordinateur).</p>\n<p>Sur Twitter, il y a plusieurs bons exemples de SaaS :</p>\n<ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://twitter.com/simonhoiberg\">Simon Høiberg</a> qui a créé <a class=\"\" target=\"_blank\" href=\"https://web.archive.org/web/20210123095701/https%3A%2F%2Fsigmetic%2Eio\">Sigmetic</a> lors du défi <a class=\"\" target=\"_blank\" href=\"https://web.archive.org/web/20201101052701/https%3A%2F%2F100daysoftechstartup%2Ecom\">100DaysOfTechStartup</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://twitter.com/dvassallo\">Daniel Vassallo</a> qui construit actuellement <a class=\"\" target=\"_blank\" href=\"https://userbase.com/\">Userbase</a></li>\n</ul>\n<p>Ce sont des personnes ayant des compétences en logiciel qui ont créé leurs propres produits SaaS, les ont commercialisées via Twitter et qui gagnent maintenant de l&#x27;argent grâce à leurs produits.</p>\n<p>Malheureusement, la concurrence est extrême. Il y a des pays en développement qui peuvent fournir des logiciels presque gratuitement.</p>\n<p>Et il est vraiment difficile de trouver une bonne idée qui n’a pas encore été envisagée.</p>\n<p>Si votre idée est unique et n’a pas encore été élaborée, il y a de fortes chances que ce soit parce que personne ne s’y intéresse.</p>\n<p>Neuf startups sur dix échouent. La raison la plus courante est que la startup construit quelque chose qui n&#x27;intéresse personne et qui fini par manquer de temps et d&#x27;argent.</p>\n<p>Trouver une idée de produit SaaS peut être un défi. Vous rencontrez généralement l&#x27;une des deux situations suivantes:</p>\n<ol>\n<li>Soit l’idée est prise, et il existe déjà un énorme acteur.</li>\n<li>L&#x27;idée est nouvelle, donc il n&#x27;existe aucun marché</li>\n</ol>\n<h3>Choisir le modèle de tarification</h3>\n<p>Lors de l&#x27;exécution d&#x27;un produit SaaS, vous devez choisir un modèle de tarification. Les modèles de tarification suivants sont couramment utilisés.</p>\n<h4>Tarification basée sur l&#x27;utilisation</h4>\n<p>Avec ce modèle de tarification, le prix augmente avec l&#x27;utilisation. Par exemple, ce modèle est utilisé par AWS lorsqu&#x27;ils facturent toutes les 100ms d&#x27;exécution d&#x27;une Cloud Function.</p>\n<h4>Tarification par utilisateur</h4>\n<p>Avec ce modèle de tarification, les entreprises facturent un taux fixe par mois pour chaque utilisateur d&#x27;un compte. Par exemple, Slack l&#x27;utilise pour sa version payante.</p>\n<h4>Tarification forfaitaire</h4>\n<p>C&#x27;est le modèle le plus couramment utilisé. Un produit à un prix. Le prix est le même pour tous les utilisateurs et tous les utilisateurs bénéficient du même ensemble de fonctionnalités.</p>\n<h4>Freemium et Trial</h4>\n<p>Parallèlement aux modèles de tarification ci-dessus, il est courant de les combiner avec :</p>\n<ul>\n<li>Un modèle freemium où une partie du logiciel est gratuite et illimitée.</li>\n<li>Une version d&#x27;essai du logiciel où le logiciel complet est gratuit et illimité pendant une période de temps, le plus souvent 30 jours.</li>\n</ul>\n<p>Choisir le bon modèle de tarification et le bon prix peut être difficile, le plus souvent, cela nécessite plusieurs itérations.</p>\n<p>L&#x27;outil de feedback client <a class=\"\" target=\"_blank\" href=\"https://canny.io/\">Canny</a> rencontrait ces problèmes au début. La fondatrice de Canny, Sarah Hum, a écrit <a class=\"\" target=\"_blank\" href=\"https://indiehackers.com/@sarah/saas-pricing-lessons-from-4-pricing-changes-2bcd2bc3de\">un excellent article sur IndieHackers</a> sur son expérience.</p>\n<hr/>\n<p>Références :</p>\n<ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://gumroad.com/l/makemoneydev\">Ten++ Ways to Make Money as a Developer - Florin Pop</a></li>\n</ul></div>","isIndex":false,"file":"Ten++ Ways to Make Money as a Developer - Florin Pop.md","fileName":"Ten++ Ways to Make Money as a Developer - Florin Pop","title":"10 façons de gagner de l'argent sur le web en tant que développeur","comments":true,"permalink":"10-facons-de-gagner-de-largent-sur-le-web-en-tant-que-developpeur","datePublished":"2021-01-30T08:00","dateUpdated":"2022-09-30T08:00","aliases":"[10 façons de gagner de l'argent en tant que développeur]","description":"Découvrez 10 façons de monétiser vos compétences en programmation.","publish":true,"rss":true,"tags":"[literature]"},"__N_SSG":true}