{"pageProps":{"source":"<div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><p>Quand on débute dans l&#x27;entrepreneuriat, on a souvent tendance à demander à tout le monde si notre idée d&#x27;entreprise est bonne ou mauvaise. On aimerait avoir un retour immédiat sur la qualité de notre idée afin de décider si elle mérite d&#x27;exister ou non. Malheureusement, entre notre égo qui nous empêche de voir les choses objectivement, et la tendance naturelle des gens à nous mentir par politesse on n&#x27;arrive pas à valider notre idée.</p><p>À mes débuts, je me suis souvent retrouvé à <strong>pitcher mes idées d&#x27;entreprise</strong>.</p><p>Instinctivement, j&#x27;ai questionné tout le monde sur mes idées pour rapidement savoir si oui ou non je pouvais me permettre d&#x27;investir mon temps et mon argent dans l&#x27;une d&#x27;entre elles.</p><p>Mais, la plupart du temps, je me suis confronté à plusieurs problèmes :</p><ul>\n<li>Je m&#x27;adressais aux <strong>mauvaises personnes</strong> et ils ne comprenaient rien à mon idée.</li>\n<li>Je me retrouvais parfois à avoir des avis très positifs m&#x27;<strong>autopersuadant</strong> que mon idée était génial alors que c&#x27;était tout l&#x27;inverse.</li>\n<li>Je passais plus de temps à essayer de convaincre la personne d&#x27;en face que mon idée est bonne plutôt que de simplement l&#x27;<strong>écouter</strong>.</li>\n<li>Je récoltai de mauvaises réponses à cause de mes <strong>mauvaises questions</strong>.</li>\n</ul><p>On se retrouve par la suite à faire évoluer notre projet n&#x27;importe comment, selon l&#x27;avis de n&#x27;importe qui, avec des questions posées n&#x27;importe comment.</p><p>Alors, laissez-moi vous dévoiler un secret...</p><p><strong>Il ne faut demander à personne si votre entreprise est une bonne idée !</strong></p><h2>Tout le monde vous ment</h2><ul>\n<li>Votre entourage vous ment</li>\n</ul><p>De manière générale, <strong>il est inutile de parler de votre idée</strong>, c&#x27;est une question qui incite les gens à vous mentir, et encore plus s’il s&#x27;agit de votre entourage (amoureux, amis, famille).</p><p>La personne en face de vous aura très souvent tendance à vous complimenter vous et votre idée, soit par politesse et gentillesse, soit pour se débarrasser de vous, car elle est occupée à faire autre chose.</p><p><strong>De plus, cela incite les gens à vous répondre sur la qualité de votre idée plutôt que de leurs problèmes.</strong></p><p>Et les résultats sont encore pires si vous passez plus de temps à défendre votre idée et votre <strong>égo</strong> qu&#x27;à écouter la personne parler de <strong>ses problèmes</strong>.</p><p>Alors que ce qui nous intéresse ce n&#x27;est pas de savoir si notre idée est géniale, mais plutôt de <strong>savoir si le problème existe</strong>, s’il est <strong>douloureux</strong> et bien <strong>reconnu</strong> par suffisamment de personnes.</p><ul>\n<li>Même vos clients vous mentent</li>\n</ul><p>Avant de disparaître, la compagnie aérienne Air Inter a cherché à savoir pourquoi les gens ne prenaient pas l’avion.</p><p>Pour ça, ils ont posé plusieurs questions aux personnes n&#x27;ayant jamais pris l&#x27;avion.</p><p>L&#x27;une des questions était &quot;<em>Quelle est la raison pour laquelle vous ne voyagez pas en avion ?</em>&quot;.</p><p>Plusieurs choix étaient proposés :</p><ul>\n<li>C’est trop cher</li>\n<li>C&#x27;est inconfortable</li>\n<li>La peur</li>\n<li>ect...</li>\n</ul><p>Moins de 5% répondirent <strong>la peur</strong>.</p><p>Une autre question était &quot;<em>Connaissez-vous quelqu’un d’autre que vous qui ne prenne jamais l’avion ? Si oui quelle est la raison ?</em>&quot;</p><p>Près de <strong>95%</strong> répondirent &quot;<em>Oui je connais quelqu&#x27;un. <strong>Il a peur de l&#x27;avion</strong></em>&quot;.</p><p>En réalité, ils parlaient d&#x27;eux même...</p><p>Il est difficile de se juger soit même, d&#x27;être conscient de ses défauts, de les accepter et encore plus difficile de les avouer publiquement.</p><p>Dans tous les cas, <strong>ne prenez pas de décisions importantes en vous basant uniquement sur ce que les gens vous disent</strong>.</p><p>Quand la société aérienne s&#x27;est aperçu que la peur était la raison principale pour laquelle les gens ne voyagez pas en avion. Ils ont lancé une campagne publicitaire pour rassurer les gens qui eu l&#x27;effet totalement inverse.</p><p>&quot;<em>S’il y a autant de contrôles, c’est que ce doit être dangereux. Fuyons !</em>&quot;.</p><h2>Les gens ne savent pas ce qu&#x27;ils veulent</h2><blockquote>\n<p>Ne demandez pas aux clients ce qu&#x27;ils veulent, découvrez-le. Ash Maurya</p>\n</blockquote><p>Souvenez-vous de la dernière fois où vous êtes allé manger avec vos amis. N&#x27;était-ce pas la galère de choisir quoi manger ?</p><p>La plupart du temps, la conversation tourne en rond et sans fin :</p><p>&quot;<em>Je ne sais pas. Qu&#x27;est-ce que tu veux ?</em>&quot;</p><p><strong>La vérité dans tout ça, c&#x27;est que les gens ne savent pas ce qu&#x27;ils veulent jusqu&#x27;à ce qu&#x27;on leur propose.</strong></p><p>Il est plus facile de découvrir ce qu&#x27;ils désirent en leur posant des questions baséessur leurs <strong>actions passées (habitudes)<strong>ou</strong>ce qu&#x27;ils ne veulent pas</strong>.</p><h2>Comment valider son idée ?</h2><p>Du coup, comment faire pour valider son idée si tout le monde nous ment et que personne ne sait ce qu&#x27;il veut ?</p><p><strong>L&#x27;unique façon de vérifier que son idée est bonne, c&#x27;est vendre.</strong></p><p><strong>Le seul moyen de faire disparaitre le mensonge des gens est de se faire payer.</strong></p><p>Pour ça, la stratégie consiste à <strong>créer du contenu</strong> tout en donnant la possibilité d&#x27;acheter notre produit.</p><p>Il existe un terme populaire dans le monde des startups qui résume bien cette stratégie : &quot;<strong><a title=\"Note bientôt disponible\" class=\"!no-underline border-b-2 border-dotted border-cyan-700\" href=\"/soon?title=Fake%20it%20till%20you%20make%20it\">Fake it till you make it</a></strong>&quot;.</p>\n<p>Proposer à votre audience un produit en <strong>prévente</strong> dans le but de vérifier la réaction de votre marché cible avant la création du produit.</p><p>Cela peut se faire à l&#x27;aide d&#x27;une <a class=\"\" target=\"_blank\" href=\"https://i.imgur.com/08VRypv.jpg\">simple page de vente</a> ou bien d&#x27;une <a class=\"\" target=\"_blank\" href=\"https://fr.ulule.com/netravaillezjamais/\">campagne crowdfunding</a> par exemple.</p><p>Fixez-vous un objectif de X ventes pour Y prospects qualifiés, puis itérez sur l&#x27;amélioration de votre offre jusqu&#x27;à atteindre votre objectif.</p><h2>Conclusion</h2><p>Ce qu&#x27;il faut retenir de cet article est qu&#x27;<strong>on ne peut valider son idée de produit qu&#x27;en la confrontant à son marché</strong>.</p><p><strong>Il faut faire suffisamment preuve d&#x27;observation et d&#x27;empathie afin de découvrir et offrir aux gens ce qu&#x27;ils désirent.</strong></p><p>Ne pas oublier qu&#x27;une grande partie des résultats découlent aussi de <strong>notre intuition d&#x27;entrepreneur</strong>.</p><hr/><p>Références :</p><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://amzn.to/2sXXv9L\">Ask - Ryan Levesque</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://amzn.to/2o47wzt\">Le Mom Test - Rob Fitzpatrick</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://amzn.to/2Sn9W9N\">La méthode Running Lean - Ash Maurya</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://amzn.to/34PxdUo\">The Entrepreneur&#x27;s Guide to Customer Development - Brant Cooper</a></li>\n</ul></div>","isIndex":false,"file":"Arrêtez de demander si votre idée d'entreprise est bonne !.md","fileName":"Arrêtez de demander si votre idée d'entreprise est bonne !","title":"Arrêtez de demander si votre idée d'entreprise est bonne !","comments":true,"permalink":"arretez-de-demander-si-votre-idee-d-entreprise-est-bonne","datePublished":"2019-12-27T08:00","dateUpdated":"2019-12-27T08:00","description":"Comment savoir si son idée est bonne quand tout le monde nous ment ?","publish":true,"rss":true},"__N_SSG":true}