{"pageProps":{"source":"<link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/LhYLFLW.jpg\"/><div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><p>Apprenez à trouver des idées pour votre prochaine entreprise, votre activité secondaire ou votre startup indépendante.</p><h2>Les problèmes en premier, les produits en deuxième</h2><p>Tomer Sharon, dans son livre Validating Product Ideas, a interrogé 200 chefs de produit et fondateurs et a découvert que, alors que 198 d&#x27;entre eux avaient une liste d&#x27;idées, seuls deux avaient une liste de problèmes.</p><p>Cette dernière approche est bien meilleure pour plusieurs raisons, dont l&#x27;une est que les problèmes ont potentiellement des solutions multiples (et, par conséquent, pourraient générer plusieurs produits).</p><p>Cela signifie que se concentrer sur les problèmes peut potentiellement conduire à plus d&#x27;idées de produits. Avoir de nombreuses idées peut augmenter les chances de trouver des idées réussies simplement en ayant une plus grande variété de choix.</p><p>Ainsi, pour avoir des idées plus nombreuses et de meilleure qualité et pour augmenter vos chances de succès commercial, soyez toujours conscient du problème que vous essayez de résoudre.</p><h2>Définir votre audience</h2><p>Avant de commencer à proposer des idées, nous souhaitons créer une liste d&#x27;audience, que nous utiliserons avec de nombreuses techniques. Demandez-vous quels sont les problèmes de votre audience vous aimeriez résoudre avec votre produit ? Ou, en bref - qui aimeriez-vous servir ?</p><p>Une bonne technique pour trouver le bon public est de commencer par ceux dont vous faites partie ou avec lesquels vous avez une connaissance étroite, exemple :</p><ul>\n<li>Coworkers</li>\n<li>Concepteurs UX</li>\n<li>Cyclistes</li>\n<li>Indie Hackers</li>\n<li>Vendeurs Etsy</li>\n<li>Écrivains indépendants</li>\n<li>Hôtes Airbnb</li>\n</ul><p><strong>Types d&#x27;audience</strong></p><p>Si vous ne savez pas par où commencer, voici quelques catégories d&#x27;audience et d&#x27;exemples.</p><p><strong>Invividus</strong></p><p>Vous pouvez caractériser votre audience autour d&#x27;une seule spécificité :</p><ul>\n<li>Âge</li>\n<li>Genre</li>\n<li>Localisation</li>\n<li>Occupation</li>\n<li>Intérêt</li>\n<li>Besoin</li>\n<li>Habitude</li>\n<li>Loisir</li>\n<li>Situation familiale, etc.</li>\n</ul><p>Par exemple :</p><ul>\n<li>Les sourds</li>\n<li>Praticiens du yoga</li>\n<li>Preschool kids</li>\n<li>Les personnes en instance de divorce</li>\n<li>Vegans</li>\n<li>Personnes âgées</li>\n<li>Propriétaires d&#x27;aquarium</li>\n</ul><p><strong>Petites entreprises</strong></p><ul>\n<li>Écrivains</li>\n<li>Galeries d&#x27;art</li>\n<li>Comptables</li>\n<li>Blogueurs</li>\n<li>Chambres d&#x27;hôtes</li>\n<li>Bars</li>\n<li>Salons de beauté</li>\n<li>Hôtel-boutiques</li>\n<li>Concessionnaires automobiles</li>\n<li>Garagistes</li>\n<li>Copywriters</li>\n<li>Coffee shops</li>\n<li>Traiteurs</li>\n<li>Garderies</li>\n<li>Event planners</li>\n<li>Event space rentals</li>\n<li>Les agriculteurs</li>\n<li>Gyms</li>\n<li>Designers</li>\n<li>Décorateurs d&#x27;intérieur</li>\n<li>Avocats</li>\n<li>Critiques de cinéma</li>\n<li>Musiciens</li>\n<li>Massothérapeutes</li>\n<li>Leçons de musique</li>\n<li>Nutritionnistes</li>\n<li>Les boites de nuit</li>\n<li>Magasins en ligne</li>\n<li>Chefs personnels</li>\n<li>Entraîneurs personnels</li>\n<li>Photographes</li>\n<li>Les enquêteurs privés</li>\n<li>Podcasters</li>\n<li>Médecins</li>\n<li>Gestionnaires immobiliers</li>\n<li>Restaurants</li>\n<li>Courtiers immobiliers</li>\n<li>Entraîneurs sportifs</li>\n<li>Startups</li>\n<li>Thérapeutes</li>\n<li>Traducteurs</li>\n<li>Tuteurs</li>\n<li>Éditeurs vidéo</li>\n<li>Boutiques de vêtements vintage</li>\n<li>Studios de yoga</li>\n<li>Écrivains</li>\n<li>Entrepôts</li>\n</ul><p><strong>Enterprises</strong></p><ul>\n<li>Compagnies aériennes</li>\n<li>Banques</li>\n<li>Casinos</li>\n<li>Entreprises de transport</li>\n<li>Les fournisseurs de soins de santé</li>\n<li>Chaînes d&#x27;hôtels</li>\n<li>Compagnies d&#x27;assurance</li>\n<li>Fabricants</li>\n<li>Sociétés immobilières</li>\n<li>Revendeurs</li>\n<li>Les clubs sportifs</li>\n<li>Entreprises technologiques</li>\n</ul><p><strong>Organisations et instituts à but non lucratif</strong></p><ul>\n<li>Les organismes de bienfaisance</li>\n<li>Fondations</li>\n<li>Instituts gouvernementaux</li>\n<li>Municipalités</li>\n<li>Musées</li>\n<li>Organisations religieuses</li>\n<li>Les fonds de pension</li>\n<li>Partis politiques</li>\n<li>Transport public</li>\n<li>Universités publiques</li>\n<li>Écoles</li>\n</ul><h2>Résoudre vos propres problèmes</h2><p>Résoudre vos propres problèmes est sans doute le meilleur moyen de trouver des idées de business. Avec cette technique, nous allons créer une matrice qui aide à extraire des idées basées sur vos expériences de travail.</p><h3>Étape 1 : Listez les choses sur lequel vous avez travaillé</h3><p>Il peut s&#x27;agir de projets ou de rôles; quelque chose que vous faites dans votre travail quotidien, en tant que freelance ou pendant votre temps libre.</p><p>Par exemple :</p><ul>\n<li>Construire un site Web pour l&#x27;adoption d&#x27;animaux avec mon ami.</li>\n<li>Gérer un café.</li>\n<li>Développer une application iPhone à mon travail à plein temps.</li>\n<li>Fabriquer des bureaux debout en bois et les vendre sur Etsy en tant que concert parallèle.</li>\n<li>Diriger une agence de conception UX composée de trois personnes.</li>\n<li>Publication d&#x27;un magazine indépendant.</li>\n<li>Gérer une équipe de trois designers d&#x27;intérieur juniors au travail.</li>\n</ul><h3>Étape 2 : Listez les inefficacités</h3><p>Regardez cette liste et demandez-vous :</p><ul>\n<li>Sur quoi avez-vous passé beaucoup de temps ?</li>\n<li>Sur quoi avez-vous dépensé beaucoup d&#x27;argent ?</li>\n<li>Quels processus vous ont frustré ?</li>\n</ul><h3>Étape 3 : Explorez les intersections pour trouver des problèmes</h3><p>Remplissez maintenant le tableau qui suit, en répondant à ces questions sur chacun des projets ou rôles, et en recherchant des opportunités pour créer des produits qui résoudraient ces inefficacités.</p><p>| Projets | J&#x27;ai passé beaucoup de temps sur | J&#x27;ai dépensé beaucoup d&#x27;argent sur | Processus frustrants |\n|---------|----------------------------------|------------------------------------|----------------------|\n| #1      |                                  |                                    |                      |\n| #2      |                                  |                                    |                      |\n| #3      |                                  |                                    |                      |</p><p>Voici deux conseils supplémentaires pour vous lorsque vous recherchez des opportunités :</p><ul>\n<li><strong>Servez le côté opposé</strong></li>\n</ul><p>Vérifiez si votre expérience peut être utile à l&#x27;autre côté de l&#x27;entreprise dans laquelle vous travaillez.</p><ul>\n<li><strong>Derrière la vitrine</strong></li>\n</ul><p>Demandez-vous quels sont les processus auxquels vous avez accès. En tant que consommateurs, nous ne sommes exposés qu&#x27;à la partie &quot;vitrine&quot; des produits et services.</p><p>Par exemple, manger dans un restaurant vous expose à un design, à l&#x27;hospitalité, aux plats préparés, au processus de collecte des commandes, à la fonctionnalité Wi-Fi, etc... Cependant, lorsque vous participez à la création d&#x27;un produit ou d&#x27;un service, vous avez accès à ce que la plupart des gens n&#x27;ont pas comme la chaîne d&#x27;approvisionnement, la gestion des stocks, les paiements des salaires et d&#x27;autres processus internes du restaurant.</p><h2>Produire vos propres expériences de vie</h2><p>Cette technique s&#x27;appuie sur une énorme ressource inexploitée que vous avez déjà à portée de main : votre propre vie. Votre familiarité avec une expérience, les difficultés que vous avez rencontrées et les erreurs que vous avez commises est le point de départ idéal pour identifier les problèmes.</p><h3>Étape 1 : Dressez la liste des expériences de vie que vous avez acquises</h3><p>Par exemple :</p><ul>\n<li>Déménager au Japon</li>\n<li>Passer par un divorce</li>\n<li>Faire face aux maux de dos</li>\n<li>Demander un visa de propriétaire d&#x27;entreprise</li>\n<li>Acheter une maison modulaire</li>\n</ul><h3>Étape 2 : Dressez la liste des frictions que vous avez rencontrées</h3><ul>\n<li>De quel niveau de recherche à t&#x27;on besoin ?</li>\n<li>Quelles expériences ont nécessité l&#x27;embauche d&#x27;un consultant ?</li>\n<li>Quelles erreurs as-tu commises ?</li>\n<li>De quels aspects auriez-vous souhaité que quelqu&#x27;un vous ait parlé à l&#x27;avance ?</li>\n</ul><h3>Étape 3 : Simplifiez l&#x27;expérience pour les autres</h3><p>Les gens vivent chaque jour les mêmes expériences coûteuses et chronophages. Et si elles pouvaient être optimisées pour libérer du temps des gens pour des choses plus importantes ?</p><p>Résumez votre expertise durement acquise dans un produit pour aider les autres à éviter les mêmes frictions. Le produit final peut être un livre, une formation ou un atelier, une entreprise de consulting ou une communauté en ligne autour de ce sujet.</p><h2>Idées basées sur la vision</h2><p>Une excellente façon de commencer à réfléchir à des idées de produits est de définir ce que vous visez.</p><h3>Étape 1 : définissez votre vision</h3><p>Pensez à ce à quoi vous pensez que le monde devrait ressembler à l&#x27;avenir, comparez cette image à ce qu&#x27;il est maintenant et comblez les lacunes avec votre produit ou service.</p><p>Votre vision appartiendra probablement à l&#x27;une des deux catégories suivantes :</p><ul>\n<li>Rapprocher quelque chose de <strong>positif</strong>, par exemple rendre les soins de santé plus accessibles ; faire vivre plus longtemps les animaux de compagnie ; apprenez aux enfants à être plus créatifs.</li>\n<li>Éloignez quelque chose de <strong>négatif</strong>, par exemple réduire le tabagisme dans les pays en développement ; réduire la pollution microplastique dans l&#x27;océan ; aider les gens à avoir moins de douleur physique dans leur espace de travail.</li>\n</ul><h3>Étape 2 : Trouvez les raisons pour lesquelles la vision n&#x27;est pas une réalité</h3><p>Après avoir défini la vision, nous savons où nous allons. Nous devons maintenant dresser une liste des raisons pour lesquelles nous n’en sommes pas encore là. On peut découvrir les raisons en se posant des questions en fonction du type de vision :</p><ul>\n<li>S&#x27;éloigner de quelque chose de négatif - Qu&#x27;est-ce qui cause ce problème ?</li>\n<li>Rapprocher quelque chose de positif - Qu&#x27;est-ce qui l&#x27;empêche de se produire ?</li>\n</ul><h3>Étape 3 : Énumérez les moyens de résoudre ces obstacles</h3><p>Une fois que nous avons répertorié les problèmes, nous pouvons proposer des idées de solutions possibles.</p><h2>Croiser les industries</h2><p>Essayez de passer un produit d&#x27;un secteur à l&#x27;autre.</p><h3>Étape 1 : Faites une liste de produits de valeur</h3><p>Nous voulons apporter des produits d&#x27;autres industries au nôtre ou à ceux que nous connaissons très bien. Nous devons donc commencer par répertorier des produits en dehors de notre industrie qui fonctionnent bien.</p><ul>\n<li>Demandez aux gens d&#x27;autres secteurs quels produits ils aiment utiliser personnellement ou dans leur entreprise et quels produits ils ont achetés l&#x27;année dernière.</li>\n<li>Pensez aux produits que vous utilisez et que vous évaluez fortement.</li>\n<li>Pensez aux produits que vous avez vus ou lus récemment et qui ont attiré votre attention.</li>\n<li>Utilisez la ressource &quot;Où trouver plus d&#x27;idées&quot; et explorez ceux que vous trouvez intéressants, utiles ou réussis.</li>\n</ul><h3>Étape 2 : Ajustez ces produits à votre secteur / audience</h3><p>Nous souhaitons maintenant croiser cette liste de produits avec les secteurs ou les audiences que vous connaissez bien. Vous pouvez également utiliser <em>la liste d&#x27;audience</em> à cette étape.</p><p>Déterminez si les problèmes que ces produits résolvent se produisent également dans votre secteur et sont pertinents pour votre audience.</p><p>Exemples :</p><ul>\n<li>Ressources de préparation à l&#x27;entretien d&#x27;embauche pour différents rôles. (<a class=\"\" target=\"_blank\" href=\"https://productdesigninterview.com/\">Solving Product Design Exercises</a>).</li>\n<li>Des autocollants pour clavier améliorant la productivité dans différentes professions. (<a class=\"\" target=\"_blank\" href=\"https://sketchkeys.com/\">SketchKeys</a>).</li>\n<li>Supports pour ordinateurs portables et instruments de musique. (<a class=\"\" target=\"_blank\" href=\"https://openstanding.com\">OpenStanding</a>).</li>\n</ul><h2>Améliorer les produits abandonnés mais utiles</h2><p>Certains produits gagnent du terrain mais ne sont pas bien entretenus par les créateurs pour différentes raisons et sont donc abandonnés.</p><p>Trouver ces produits «abandonnés» et en construire une meilleure version est une stratégie robuste, car elle génère des idées qui sont déjà validées par la demande.</p><h3>Étape 1 : Trouvez des produits en demande avec des notes faibles</h3><p>Pour trouver des produits en demande mais mal notés, commencez par rechercher des magasins qui regroupent des produits ; Vous pouvez découvrir ici la popularité du produit et sa capacité à répondre aux besoins des utilisateurs grâce aux avis.</p><p>Vous pouvez utiliser l&#x27;App Store (iOS, macOS, Apple TV), Google Play, Amazon Apps Store (skills pour Echo, applications pour Kindle), les extensions Chrome Store ou Trustpilot.</p><p>Pour faciliter la recherche, vous pouvez utiliser :</p><ul>\n<li>App Annie - Vous pouvez trier par notes les applications iOS, Apple TV, macOS, Google Play et Amazon.</li>\n<li>Chrome Store - Vous pouvez naviguer vous-même dans le magasin</li>\n</ul><p>Idéalement, nous recherchons des applications qui ont :</p><ul>\n<li>Une note faible ; moins de 3,5 étoiles (le produit ne tient pas la promesse).</li>\n<li>Beaucoup de téléchargements ou d&#x27;utilisateurs (ce qui valide la demande).</li>\n<li>N&#x27;a pas été mis à jour pendant une longue période (plus de chances qu&#x27;il ait été abandonné).</li>\n</ul><h3>Étape 2 : créer de meilleures versions de ces produits</h3><p>Créez un produit qui tient mieux la promesse de ces applications et parvient à résoudre le problème plus efficacement.</p><p>Exemple : Free Visio Viewer est une extension Chrome qui fournit un aperçu des fichiers Microsoft Visio sur différentes plates-formes sans avoir à l&#x27;installer. L&#x27;extension compte plus de 200 000 utilisateurs et une note moyenne de 3 étoiles, les clients se plaignant que cela ne fonctionne pas et qu&#x27;ils n&#x27;apprécient pas le fait que leurs fichiers soient téléchargés sur un site Web public.</p><h2>Changer le lieu d&#x27;une solution</h2><p>Au lieu de déplacer les produits entre les industries, nous explorerons si nous pouvons les déplacer d&#x27;un marché et d&#x27;une langue à une autre.</p><ul>\n<li>Étape 1 : Répertoriez les pays, les régions et les langues que vous connaissez</li>\n<li>Étape 2 : Énumérez les produits à reproduire</li>\n<li>Étape 3 : Apportez le produit dans un nouveau pays ou une nouvelle langue</li>\n</ul><h2>Automatisez les services et produits des marketplaces</h2><p>En explorant des marchés tels que Fiverr et Etsy, vous pouvez évaluer quels produits et services sont en forte demande. Après avoir trouvé ces offres, vous pouvez tenter d&#x27;automatiser une solution et, ce faisant, fournir un produit plus économique et plus rapide au client final.</p><ul>\n<li>Étape 1 : Trouver des services automatisables sur Fiverr ou Etsy</li>\n<li>Étape 2 : Automatisez la vente de ces services et produits</li>\n</ul><h2>Décomposer un produit</h2><p>Ce modèle consiste à prendre un produit et à le décomposer en petits produits, secteurs d&#x27;activité. Par exemple, si vous regardez la page d&#x27;accueil de Craigslist, vous pouvez trouver des catégories décomposer par de nouvelles entreprises pour créer des produits extrêmement réussis : Zillow pour la catégorie Logement; Airbnb pour les locations de vacances ; Indeed et ZipRecruiter pour les jobs ; Tinder pour les rencontres ; et Nextdoor pour la communauté.</p><h3>Étape 1 : Répertoriez les produits utilisés par votre audience</h3><p>Par exemple, si votre audience est composée de designers UX, certains des produits que nous pouvons peut-être décomposer sont : InVision, Zeplin, Figma, Sketch.</p><h3>Étape 2 : Analysez les fonctionnalités, les plateformes et les audiences</h3><p>Afin de trouver des opportunités de dégroupage, examinons trois aspects des produits que nous pouvons peut-être explorer :</p><p><strong>Extraire des fonctionnalités</strong></p><p>Analyser les pages de tarification des produits, comparer différents plans et examiner les fonctionnalités pour lesquelles les entreprises font payer.</p><p>Il y a de fortes chances que l&#x27;entreprise que vous analysez ait déjà fait des efforts pour tester ce pour quoi les clients sont prêts à payer. Ainsi, avec cette technique, vous trouverez des idées qui sont déjà partiellement validées. En isolant une fonctionnalité pour produire un produit autonome et en vous concentrant sur une seule chose, vous pourriez offrir une meilleure valeur au client final.</p><p><strong>Plates-formes non supportées</strong></p><p>Les entreprises ont des priorités multiples et concurrentes, et elles doivent souvent faire des efforts pour soutenir certaines plates-formes et en déprioriser d&#x27;autres en raison du manque de temps ou de ressources ; par exemple, développer une version de bureau d&#x27;un service mais pas l&#x27;application native pour smartphones ou tablettes.</p><p><strong>Audiences de niche</strong></p><p>Les gros produits peuvent viser à servir un large public alors que, souvent, des solutions plus spécifiques et dédiées pour chacun des segments d&#x27;audience pourraient être plus utiles. Par exemple, UpWork est une place de marché pour un large éventail de freelance. Même on peut trouver des professionnels sur UpWork, il est préférable et plus attractif de trouver des éditeurs sur Reedsy et des avocats sur UpCouncel car le support qu&#x27;ils fournissent est plus adapté et spécialisé.</p><h3>Étape 3 : Convertissez les opportunités en produits</h3><p>Exemples :</p><ul>\n<li>Mailchimp</li>\n</ul><p>Mailchimp dispose d&#x27;une fonctionnalité &quot;<a class=\"\" target=\"_blank\" href=\"https://mailchimp.com/help/use-send-time-optimization/\">Use Send Time Optimization</a>&quot; qui analyse le moment où les abonnés sont les plus actifs et détermine ainsi le meilleur moment pour leur envoyer une newsletter.</p><p>Cette fonctionnalité pourrait assez facilement être développée en tant que produit autonome qui servirait ensuite à toute personne souhaitant envoyer des e-mails automatisés à une liste d&#x27;abonnés au meilleur moment, même si elle utilise d&#x27;autres fournisseurs.</p><ul>\n<li>Figma</li>\n</ul><p>Figma, un éditeur de graphiques vectoriels et outil de prototypage, ne prend pas en charge les iPad.</p><p>Matias Martinez a créé une application appelée <a class=\"\" target=\"_blank\" href=\"https://apps.apple.com/app/id1510607687\">Figurative</a> qui permet aux gens d&#x27;exécuter Figma sur iPad.</p><ul>\n<li>Soundcloud</li>\n</ul><p>SoundCloud, un site de distribution et de partage de musique, a abandonné son macOS en raison de ressources limitées et s&#x27;est concentré sur ses applications iOS et Web. Dennis Oberhoff a vu une opportunité ici et a développé <a class=\"\" target=\"_blank\" href=\"https://apps.apple.com/fr/app/daftcloud-for-soundcloud/id1320450034\">DaftCloud</a>, une nouvelle application indépendante.</p><ul>\n<li>Reddit</li>\n</ul><p>Supergreat est un site Web avec des produits de beauté générés par les utilisateurs et des critiques de maquillage de la communauté de la beauté (équivalent du subreddit r/beauty).</p><p>Goodreads est un catalogue de critiques de livres et de discussions pour la communauté des lecteurs (remplaçant le subreddit r/books).</p><p>Vous pouvez explorer et voir quelles communautés sont populaires sur <a class=\"\" target=\"_blank\" href=\"http://redditlist.com/\">redditlist.com</a>.</p><h2>Groupes de données publiques</h2><p>De nombreux gouvernements, municipalités, organismes publics et même entreprises ouvrent certaines de leurs données au public pour leur permettre de créer des services autour de celles-ci.</p><h3>Étape 1 : Explorer des groupes de données publiques</h3><p>Voici quelques endroits où vous pourriez trouver des données ouvertes :</p><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://data.gov.uk/\">Data.gov.uk</a> - données du gouvernement britannique</li>\n<li><a class=\"\" target=\"_blank\" href=\"https://data.gov/\">Data.gov</a> - données du gouvernement américain</li>\n<li><a class=\"\" target=\"_blank\" href=\"https://data.europa.eu/\">Data.europa.eu</a> - données de l&#x27;Union européenne</li>\n<li><a class=\"\" target=\"_blank\" href=\"https://movement.uber.com/\">Movement.uber.com</a> - données d&#x27;Uber sur les temps de trajet dans les villes</li>\n<li><a class=\"\" target=\"_blank\" href=\"https://daten.berlin.de/\">Daten.berlin.de</a> - données sur Berlin</li>\n<li>https://github.com/public-apis/public-apis</li>\n</ul><h3>Étape 2 : Trouvez les audiences qui en bénéficieront</h3><p>La première chose que vous pourriez faire avec les données est de les rendre plus accessibles. Encore plus de valeur peut être apportée lorsque plusieurs ensembles de données sont combinés pour révéler des informations plus intéressantes. Pensez aux audiences qui pourraient bénéficier de ces données ou informations, aux tendances qu&#x27;elles pourraient servir et aux problèmes qu&#x27;elles résoudraient.</p><h3>Étape 3 : Fournissez ces données à cette audience</h3><p>L&#x27;un des produits qui a été construit de cette façon est <a class=\"\" target=\"_blank\" href=\"https://nomadlist.com/\">Nomad List</a>.</p><p>Le site Web utilise des ensembles de données publiques de l&#x27;ONU, de l&#x27;OMS, du FMI et de la Banque mondiale pour des éléments tels que des informations démographiques et sanitaires, ainsi que des API publiques pour des éléments tels que la météo, la qualité de l&#x27;air et la densité du trafic. Nomad List utilise ces données pour évaluer l&#x27;attrait des villes pour le travail à distance. Il enregistre actuellement environ un million de pages vues par mois et plus de 300 000 dollars de revenus annuels.</p><p>Voici quelques autres exemples d&#x27;idées qui pourraient émerger de la combinaison d&#x27;ensembles de données et de les rendre accessibles à des audiences spécifiques :</p><ul>\n<li><strong>Navigation en ville adaptée au cyclisme</strong></li>\n</ul><p>La plupart des applications de navigation sont fortement orientées pour les trajets en voiture ou les transports en commun. Si vous collectez des données sur les pistes cyclables, la pollution de l&#x27;air, les accidents de vélo et le vol de vélo à travers la ville, vous pouvez créer un service de navigation adapté aux vélos.</p><ul>\n<li><strong>Classement des emplacements pour les personnes souhaitant louer un espace à long terme ou Airbnb à court terme</strong></li>\n<li><strong>Calcul optimal de la zone de livraison pour les restaurants</strong></li>\n</ul><h2>Analyse des recherches sur le web</h2><p>Les recherches que les gens font déjà dans les moteurs de recherche sont un excellent moyen de valider la demande et l&#x27;intérêt autour de problèmes spécifiques.</p><h3>Étape 1 : Utilisez des outils pour analyser les questions les plus posées sur les moteurs de recherche</h3><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://answerthepublic.com/\">answerthepublic.com</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://keywordtool.io/\">keywordtool.io</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://keysearch.co/tools/brainstorm-niche-ideas\">keysearch.co/tools/brainstorm-niche-ideas</a></li>\n</ul><h3>Étape 2 : Recherchez les sujets pertinents pour votre audience</h3><p>Exemples :</p><p>| Audience                            | Mots-clés recherchés                                |\n|-------------------------------------|-----------------------------------------------------|\n| Personnes souffrant d&#x27;un mal de dos | Douleur dorsale, claquage des muscles du dos        |\n| Employés à distance                 | Travail à distance, productivité, bureau à domicile |\n| Les auteurs de livres indépendants  | autoédition                                         |\n| Vegans                              | Véganisme, alimentation à base de plantes           |</p><h3>Étape 3 : Identifiez les problèmes que les gens cherchent à résoudre</h3><p>Dans les résultats, vous verrez les problèmes que les gens cherchent à résoudre ou les solutions qu&#x27;ils recherchent.</p><p>Par exemple, une recherche sur «travail à distance» renverra :</p><ul>\n<li>«Contrat de travail à distance» - La législation relative au travail à distance n’est pas simple pour les employés ou les entreprises.</li>\n<li>«Taxes sur le travail à distance» - Encore une fois, il s&#x27;agit d&#x27;un domaine de connaissances complexe que les travailleurs à distance et ceux qui les emploient doivent maîtriser.</li>\n<li>«Agence de travail à distance» - Il y a ici une opportunité de créer une agence de recherche de tête spécialisée dans la recherche d&#x27;employés à distance.</li>\n<li>«Podcast de travail à distance» - Apparemment, comme le travail à distance est encore nouveau, les gens ont soif d&#x27;en savoir plus à ce sujet.</li>\n</ul><h2>Identifier les problèmes de votre audience</h2><h3>Étape 1 : mettez votre liste d&#x27;audience dans un tableau</h3><p>| Audience            | Problèmes | Idées de produit |\n|---------------------|-----------|------------------|\n| Coworkers           |           |                  |\n| Auteurs auto édités |           |                  |\n| Cyclistes           |           |                  |</p><h3>Étape 2 : Explorez les problèmes qu&#x27;ils rencontrent</h3><p>Dans la deuxième colonne, nous voulons lister les problèmes qu&#x27;ils pourraient rencontrer.</p><p>We’re going to use two sources to define their problems :</p><ul>\n<li>Vos hypothèses (que vous devrez évidemment valider) - utilisez votre expérience ou vos connaissances pour énumérer les problèmes auxquels ce public est confronté.</li>\n<li>Google - commencez par rechercher sur Google «pourquoi [l&#x27;activité] est mauvaise». Avec le cyclisme, vous pouvez rechercher: «pourquoi le cyclisme est mauvais…» et voir quels problèmes sont signalés sur Google lorsqu&#x27;il remplit automatiquement le reste de la phrase. Avec cette technique, vous obtenez un aperçu immédiat des problèmes que les gens rencontrent et recherchent ; il vous montre rapidement les problèmes dont votre public est conscient.</li>\n</ul><h3>Étape 3 : Dressez la liste des idées pour résoudre ces problèmes</h3><p>| Audience            | Problèmes                                                             | Idées de produit                                                                                                                                                                                                                                                                                                                                                                                 |\n|---------------------|-----------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Coworkers           | On ne peut pas laisser d&#x27;objets pendant la nuit (un clavier, un sac). | B2B : Construire des casiers prêts à l&#x27;emploi que les espaces de travail peuvent facilement installer pour les membres et facturer sur la base d&#x27;un tarif journalier, créant ainsi un nouveau facteur de différenciation ou de revenu.                                                                                                                                                           |\n| Auteurs auto édités | Élargir la portée de votre livre                                      | De nombreuses bibliothèques acceptent les demandes d&#x27;achat de livres des membres de la bibliothèque. Construisez un service que les auteurs pourraient intégrer à leur site web et grâce auquel les lecteurs pourraient demander le livre à leur bibliothèque locale.   Cela est particulièrement utile pour le public étudiant qui, autrement, ne pourrait pas se permettre d&#x27;acheter le livre. |</p><h2>Vendre des pioches aux mineurs d&#x27;or</h2><p>Lorsque vous voyez une tendance émerger, votre premier instinct pourrait être de vous y plonger. Souvent, cependant, une meilleure stratégie consiste à servir les personnes ou les entreprises qui font partie de la tendance ; vendre les pioches plutôt que d’exploiter l’or.</p><h3>Étape 1: Listez les tendances</h3><p>Voici trois ressources pour vous aider :</p><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://trendhunter.com/\">TrendHunter.com</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://explodingtopics.com/\">Explodingtopics.com</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://trends.co/\">Trends.co</a></li>\n</ul><h3>Étape 2 : Trouvez des opportunités pour servir les participants de la tendance</h3><p>N&#x27;essayez pas d&#x27;être dans la tendance de la livraison de nourriture et de rivaliser avec BlueApron ou HelloFresh, mais cherchez les opportunités pour servir ces entreprises. <a class=\"\" target=\"_blank\" href=\"https://onfleet.com/\">Onfleet</a> fait exactement cela en fournissant un système de gestion de livraison pour des clients comme HelloFresh, Meadow et Imperfect Food. Ils ont réalisé <a class=\"\" target=\"_blank\" href=\"https://getlatka.com/companies/onfleet\">un chiffre d&#x27;affaires de 4,8 millions de dollars en 2019</a>.</p><p>La société californienne <a class=\"\" target=\"_blank\" href=\"https://packedpkg.com/\">Packed</a> a examiné l&#x27;explosion du marché du cannabis nouvellement légal et a décidé de le servir en fournissant des emballages de haute qualité pour les marques de cannabis.</p><p>Les podcasts sont en train de devenir une grosse affaire et il y a des entreprises qui ont reconnu cette tendance et en ont capitalisé, non pas en créant elles-mêmes des podcasts mais en fournissant des outils à ceux qui le font. Jon Buda et Justin Jackson ont construit <a class=\"\" target=\"_blank\" href=\"https://transistor.fm/\">Transistor.fm</a>, un ensemble d&#x27;outils d&#x27;analyse et de distribution pour les podcasts, avec des clients comme Basecamp, Kickstarter et Alexis Ohanian (co-fondateur de Reddit).</p><h2>Recherche scientifique</h2><h3>Étape 1 : Accéder aux agrégateurs de recherche scientifique</h3><p>Voici quelques agrégateurs de recherche gratuits que vous pouvez utiliser :</p><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://sciencedirect.com/\">sciencedirect.com</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://researchgate.net/\">researchgate.net</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://sciencedaily.com/\">sciencedaily.com</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://jstor.org/\">jstor.org</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://scholar.google.com/\">scholar.google.com</a></li>\n</ul><h3>Étape 2 : Recherchez les sujets pertinents pour votre public</h3><p>| Audience                            | Mots-clés recherchés                                |\n|-------------------------------------|-----------------------------------------------------|\n| Personnes souffrant d&#x27;un mal de dos | Douleur dorsale, claquage des muscles du dos        |\n| Employés à distance                 | Travail à distance, productivité, bureau à domicile |\n| Les auteurs de livres indépendants  | autoédition                                         |\n| Vegans                              | Véganisme, alimentation à base de plantes           |</p><h3>Étape 3 : Résolvez les problèmes exposés dans la recherche</h3><p><strong>Comment la qualité de l&#x27;air affecte la productivité</strong> :</p><p>La recherche sur le thème de la productivité peut conduire à des recherches explorant <a class=\"\" target=\"_blank\" href=\"https://researchgate.net/publication/283236205_Associations_of_Cognitive_Function_Scores_with_Carbon_Dioxide_Ventilation_and_Volatile_Organic_Compound_Exposures_in_Office_Workers_A_Controlled_Exposure_Study_of_Green_and_Conventional_Office_Environ\">l&#x27;effet négatif des niveaux de CO2 sur les capacités cognitives humaines.</a> Des niveaux élevés de CO2 au bureau ou à la maison peuvent réduire de 50% certains domaines de la performance cognitive.</p><p>Les gens rejoignent les espaces de coworking pour être plus productifs et les employeurs essaient d&#x27;augmenter la productivité de leurs employés en leur fournissant des collations, du sucre, du café, des boissons énergisantes, etc. Mais la plupart finissent par négliger la qualité de l&#x27;air d&#x27;un espace de travail qui pourrait réduire la productivité de moitié.</p><p><strong>Comment le bruit affecte la productivité</strong> :</p><p><a class=\"\" target=\"_blank\" href=\"https://researchgate.net/publication/236139028_The_Effect_of_Noise_on_Human_Performance_A_Clinical_Trial\">La recherche montre comment le bruit affecte la productivité</a> (ainsi que les niveaux de créativité et même la santé). Pour aider les gens à atténuer ses effets dans différents environnements comme le bureau ou un espace de travail partagé, dans un café ou à la maison, vous pouvez créer une application pour mesurer, suivre et analyser les niveaux de bruit.</p><h2>Composants d&#x27;un business modèle</h2><p>Un business modèle est un ensemble de plusieurs composants utilisés dans le but de créer, fournir et capturer de la valeur.</p><h3>Étape 1 : Listez les composants de business modèles</h3><ul>\n<li><strong>Add-on</strong> - fournir des services ou produits supplémentaires en plus du produit principal moyennant des frais supplémentaires. (ex: EasyJet, Booking)</li>\n<li><strong>Advertising</strong> - aider les entreprises à promouvoir leurs services auprès de clients potentiels. (Google Ads, Taboola, BuySellAds)</li>\n<li><strong>Access over ownership</strong> - fournir aux clients l&#x27;utilisation d&#x27;un produit sans l&#x27;acheter. (BlaBlaCar, Rentuu)</li>\n<li><strong>Brand trust production</strong> - aider les entreprises à produire, collecter et conserver des avis positifs en ligne, des témoignages et des études de cas, etc. (Yotpo, Trustpilot, Stamped)</li>\n<li><strong>Certification and compliance</strong> - fournir aux entreprises ou aux particuliers la preuve de leur conformité à une certaine norme. (FSC®, LEED, Microsoft Certified)</li>\n<li><strong>Community building</strong> - construire un réseau de personnes qui apportent de la valeur par leur existence même et permettre aux membres du réseau de recevoir de la valeur les uns des autres. Fournis potentiellement des services payants supplémentaires. (Nextdoor, Product Hunt, Flickr)</li>\n<li><strong>Customer loyalty</strong> - aider à fidéliser les clients en récompensant ou en leur offrant une valeur supplémentaire en échange de leur fidélité. (JetBlue, Marriott International)</li>\n<li><strong>Direct-to-consumer</strong> - vendre des biens de consommation directement aux clients, en contournant les détaillants, grossistes ou distributeurs tiers (Casper, Everlane, AWAY)</li>\n<li><strong>Disintermediation</strong> - fournir des services en supprimant les intermédiaires (Alibaba, Spotify for artists)</li>\n<li><strong>eCommerce</strong> - apporter des marchandises vendues hors ligne, en ligne.</li>\n<li><strong>Experience</strong> - offrant une expérience remarquable qui n’existait pas ou qui n’était pas disponible auparavant pour l&#x27;audience cible. (Virgin Airlines, Tomorrowland, Disney World)</li>\n<li><strong>Embedded social enterprises</strong> - intégrer un engagement en faveur du bien social dans les activités à but lucratif. (Toms, Boxed Water)</li>\n<li><strong>Flat fee</strong> - fournir des services qui dépendraient généralement de l&#x27;utilisation pour un prix fixe. (Netflix, Spotify)</li>\n<li><strong>Fractional ownership</strong> - permettre aux clients de s&#x27;auto-organiser pour acheter ensemble des actifs coûteux (biens immobiliers, voitures, avions). Cela revient à louer au lieu d&#x27;acheter mais, dans ce cas, les clients possèdent une partie de l&#x27;actif. (NetJets)</li>\n<li><strong>High-quality content</strong> - produire un contenu de qualité supérieure et en vendre l&#x27;accès. (Masterclass, Glo)</li>\n<li><strong>Integrator</strong> - combiner plusieurs composants (produits) dans une nouvelle entité, fournissant une nouvelle valeur en tirant parti de la capacité collective.</li>\n<li><strong>Lower barriers to entry</strong> - faire un produit qui était autrefois très exclusif accessible aux masses. (Amazon Kindle Direct Publishing)</li>\n<li><strong>Lead generation</strong> - collecter et vendre les contacts des clients potentiellement intéressés par un service ou un produit à des parties fournissant ce produit. (comparethemarket.com, confused.com)</li>\n<li><strong>Long-tail</strong> - se concentrer sur la vente d&#x27;un faible volume de nombreux produits de niche plutôt que de quelques best-sellers. (Amazon, Google Search, Spotify)</li>\n<li><strong>Lock-in</strong> - construire un éco-système qui rend coûteux ou chronophage pour les clients de passer aux offres des concurrents. (Nespresso, Apple)</li>\n<li><strong>Luxury experience</strong> - fournir un accès à court terme à quelque chose de très coûteux qui est normalement hors de portée financière, moyennant des frais (comme les supercars). (PrivateFly, Sailo)</li>\n<li><strong>Marketplace</strong> - créer une connexion entre deux parties fournissant l&#x27;offre et la demande pour un certain besoin. (eBay, Airbnb, Etsy)</li>\n<li><strong>On-demand</strong> - rendre les produits et services facilement accessibles et immédiatement disponibles, où et quand ils sont nécessaires. (Uber, Task Rabbit)</li>\n<li><strong>Peer-to-peer</strong> - créer une infrastructure permettant aux particuliers de fournir des biens et des services normalement fournis par les entreprises. (Airbnb, eBay, Lyft)</li>\n<li><strong>Pay-as-you-go</strong> - fournir des produits sur une base de paiement à l&#x27;utilisation / la consommation. (Zipcar, Breather)</li>\n<li><strong>Research</strong> - fournir des informations aux entreprises et aux particuliers. (Accenture, Bloomberg, Gartner)</li>\n<li><strong>Referral</strong> - fournir aux clients des outils pour recommander le produit afin d&#x27;acquérir plus de clients. Les clients sont incités en recevant une réduction de la vente. (WeWork, Uber)</li>\n<li><strong>Rent instead of buy</strong> - donner accès à des produits qui doivent normalement être achetés. (car2go, Netflix)</li>\n<li><strong>Spare change use</strong> - permettre aux clients d&#x27;utiliser la monnaie restante des achats quotidiens ou des achats en ligne. (Acorns, Moneybox, Mylo)</li>\n<li><strong>Subscription</strong> - donner accès à un produit ou à un service de façon récurrente. (Netflix, Dollar Shave Club, HelloFresh)</li>\n<li><strong>White label</strong> - produire des produits qui pourraient être distribués par d&#x27;autres personnes avec leur marque. (Teespring, Printful)</li>\n</ul><h3>Étape 2 : Créez une matrice à l&#x27;aide de votre liste d&#x27;audience</h3><p>| Composants de business modèles | Audience #1 | Audience #2 | Audience #3 | Audience #4 | Audience #5 |\n|--------------------------------|-------------|-------------|-------------|-------------|-------------|\n| Add-on                         |             |             |             |             |             |\n| Advertising                    |             |             |             |             |             |\n| Access over ownership          |             |             |             |             |             |\n| Brand trust production         |             |             |             |             |             |\n| Certification and compliance   |             |             |             |             |             |\n| Community building             |             |             |             |             |             |\n| Customer loyalty               |             |             |             |             |             |\n| Direct-to-consumer             |             |             |             |             |             |\n| Disintermediation              |             |             |             |             |             |\n| eCommerce                      |             |             |             |             |             |\n| Experience                     |             |             |             |             |             |\n| Embedded social enterprises    |             |             |             |             |             |\n| Flat fee                       |             |             |             |             |             |\n| Fractional ownership           |             |             |             |             |             |\n| High-quality content           |             |             |             |             |             |\n| Integrator                     |             |             |             |             |             |\n| Lower barriers to entry        |             |             |             |             |             |\n| Lead generations               |             |             |             |             |             |\n| Long-tail                      |             |             |             |             |             |\n| Lock-in                        |             |             |             |             |             |\n| Luxury experience              |             |             |             |             |             |\n| Marketplace                    |             |             |             |             |             |\n| Peer-to-peer                   |             |             |             |             |             |\n| Pay-as-you-go                  |             |             |             |             |             |\n| Research                       |             |             |             |             |             |\n| Referral                       |             |             |             |             |             |\n| Rent instead of buy            |             |             |             |             |             |\n| Spare change use               |             |             |             |             |             |\n| Subscription                   |             |             |             |             |             |\n| White label                    |             |             |             |             |             |</p><h3>Étape 3 : Trouvez des idées de produits dans les intersections</h3><p>Explorer les intersections entre les composants et vos audiences.</p><p>Exemples :</p><ul>\n<li>Cyclistes + flat fee - Nous pourrions créer une assurance forfaitaire pour les vélos, couvrant les réparations et le vol.</li>\n<li>Co-workers + fractional ownership - Nous pourrions créer un modèle permettant aux solopreneurs et aux indépendants d&#x27;acheter de petites pièces d&#x27;un espace de coworking. En payant la propriété par versements mensuels, cela représenterait un fardeau financier gérable semblable à un paiement de loyer. De cette manière, ils peuvent avoir accès à l&#x27;espace et également acquérir une partie d&#x27;un actif en tant qu&#x27;investissement.</li>\n</ul><h2>Analyse des objectifs communs</h2><p>En utilisant cette technique, vous pouvez rechercher des opportunités en fonction des problèmes, besoins et objectifs communs des entreprises et des particuliers.</p><h3>Étape 1: divisez votre liste d&#x27;audience en particuliers et entreprises</h3><h3>Étape 2: Construire une matrice audience / objectifs</h3><p>Voici quelques objectifs ou motivations communes qui motivent les individus, pour lesquels ils sont souvent prêts à payer :</p><ul>\n<li>Économiser de l&#x27;argent</li>\n<li>Gagner du temps</li>\n<li>Gagner plus d&#x27;argent</li>\n<li>Acquérir de l&#x27;expérience</li>\n<li>Devenir en meilleure santé</li>\n<li>Se débarrasser des mauvaises habitudes</li>\n<li>Améliorer la productivité</li>\n<li>Se connecter avec des personnes partageant les mêmes idées</li>\n<li>Conformité aux réglementations et aux lois</li>\n<li>S&#x27;éduquer</li>\n<li>Augmenter la sécurité</li>\n<li>Trouver un emploi</li>\n</ul><p>Voici quelques objectifs courants que les entreprises poursuivent et pour lesquels elles sont souvent prêtes à payer :</p><ul>\n<li>Trouver de nouveaux clients</li>\n<li>Augmentation des ventes</li>\n<li>Augmentation de la taille moyenne des ventes</li>\n<li>Réduire le taux de désabonnement</li>\n<li>Augmentation des leads</li>\n<li>Améliorer l&#x27;engagement des médias sociaux</li>\n<li>Augmenter l&#x27;engagement client</li>\n<li>Augmenter la fidélisation des clients</li>\n<li>Augmenter la satisfaction client</li>\n<li>Améliorer la fidélité des clients</li>\n<li>Réduire les dépenses et économiser de l&#x27;argent</li>\n<li>Gagner du temps</li>\n<li>Se conformer à la réglementation</li>\n</ul><h3>Étape 3: Trouvez des opportunités</h3><p>Regardez les intersections de cette matrice et recherchez les problèmes que vous aimeriez résoudre.</p><h2>Product models</h2><p>Un product model est un concept de produit qui fonctionne dans différentes disciplines ou industries.</p><h3>Étape 1 : Liste des product models</h3><ul>\n<li>Kits Do It Yourself (DIY)</li>\n<li>Outils analytiques</li>\n<li>Contrôle de version et outils de collaboration</li>\n<li>Planificateurs</li>\n<li>Sites et outils de comparaison</li>\n<li>Alternatives durables</li>\n<li>Produits de cure</li>\n<li>Du numérique au physique</li>\n<li>Sites de review</li>\n<li>Produire des services bureaucratiques ou juridiques</li>\n</ul><h3>Étape 2 : Créez une matrice combinant les modèles de produits et votre liste d&#x27;audience</h3><p>| Product Models                            | Audience #1 | Audience #2 | Audience #3 | Audience #4 | Audience #4 |\n|-------------------------------------------|-------------|-------------|-------------|-------------|-------------|\n| DIY kits                                  |             |             |             |             |             |\n| Analytics tools                           |             |             |             |             |             |\n| Version control and collaboration tools   |             |             |             |             |             |\n| Planners                                  |             |             |             |             |             |\n| Comparison websites and tools             |             |             |             |             |             |\n| Sustainable alternatives                  |             |             |             |             |             |\n| Curation products                         |             |             |             |             |             |\n| From digital to physical                  |             |             |             |             |             |\n| Review websites                           |             |             |             |             |             |\n| Productize bureaucratic or legal services |             |             |             |             |             |</p><h3>Étape 3 : Rechercher des opportunités</h3><h2>Où trouver plus d&#x27;idées</h2><h3>Être exposé aux idées</h3><p>Voici quelques ressources :</p><ul>\n<li>Plateformes de crowdsourcing (exemples : <a class=\"\" target=\"_blank\" href=\"https://kickstarter.com/\">Kickstarter</a> et <a class=\"\" target=\"_blank\" href=\"https://indiegogo.com/\">Indiegogo</a>).</li>\n<li>Rapports de tendances - Ces rapports explorent de nouvelles idées qui émergent et qui deviennent une tendance sur le marché. (exemples : <a class=\"\" target=\"_blank\" href=\"https://trends.co/\">Trends.co</a> ou <a class=\"\" target=\"_blank\" href=\"https://trendhunter.com/\">TrendHunter.com</a>).</li>\n<li>Rapports d&#x27;entreprises (exemple : <a class=\"\" target=\"_blank\" href=\"https://statista.com/\">Statista</a>)</li>\n</ul><h3>Interagir avec les gens</h3><ul>\n<li>Serial entrepreneurs</li>\n<li>Des personnes issues d&#x27;industries «non sexy»</li>\n<li>Meetups</li>\n</ul><h3>Des ressources qui traitent des problèmes et des idées</h3><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://startupsfromthebottom.com/ideas\">Startupsfromthebottom.com/ideas</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://ideaswatch.com/\">Ideaswatch.com</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://openideo.com/\">Openideo.com</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://probstack.io/\">Probstack.io</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://requestforproduct.co/\">Requestforproduct.co</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://fiveideasaday.com/\">Fiveideasaday.com</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://problemoftheday.co/\">Problemoftheday.co</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://ideasareworthless.io/\">Ideasareworthless.io</a></li>\n</ul><h3>Ressources répertoriant les produits existants</h3><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://producthunt.com/\">Producthunt.com</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://betalist.com/\">Betalist.com</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://ycdb.co/\">Ycdb.co</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://getlatka.com/\">Getlatka.com</a></li>\n</ul><h2>Comment hiérarchiser nos idées</h2><h3>Étape 1 : Définissez vos objectifs</h3><p>|                    | Weekend project | Boostrapped business | Multimillion-dollar company |\n| ------------------ | --------------- | -------------------- | --------------------------- |\n| Profits            | 💲              | 💲💲                 | 💲💲💲                      |\n| Taille de l&#x27;équipe | 🌚              | 🌚🌚                 | 🌚🌚🌚                      |\n| Compétences        | 🔧              | 🔧🔧                 | 🔧🔧🔧                      |\n| Financement        | 💲              | 💲💲                 | 💲💲💲                      |\n| Temps              | ⌚              | ⌚⌚                 | ⌚⌚⌚                      |</p><h3>Étape 2 : Évaluer l&#x27;adéquation avec votre personnalité</h3><p>Vous avez maintenant une liste d&#x27;idées qui correspondent au type d&#x27;entreprise que vous souhaitez créer. Alors que nous venons de les évaluer par rapport à des exigences, nous voulons nous assurer que notre idée correspond à notre personnalité.</p><h3>Étape 3 : Mettez les idées dans une matrice impact / effort</h3><p>Il vous reste maintenant une liste d&#x27;idées qui correspondent au type d&#x27;entreprise que vous souhaitez créer, ainsi qu&#x27;à votre personnalité et à vos valeurs. La dernière étape de l&#x27;évaluation des idées consiste à décider laquelle aura le plus grand impact et exigera le moins d&#x27;efforts. Nous allons mettre chaque idée dans un outil de prise de décision - une matrice impact / effort.</p><p><img src=\"https://i.imgur.com/LhYLFLW.jpg\" alt=\"Matrice impact / effort\"/></p><hr/><p>Références :</p><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://productideasbook.com/\">Artiom Dashinsky - Generating Product Ideas</a></li>\n</ul></div>","isIndex":false,"file":"Generating Product Ideas - Artiom Dashinsky.md","fileName":"Generating Product Ideas - Artiom Dashinsky","title":"Générer des idées de produits - Techniques actionnables pour trouver de nouvelles idées de business","comments":true,"permalink":"generating-product-ideas-actionable-techniques-for-finding-new-business-ideas","datePublished":"2021-02-08T08:00","dateUpdated":"2021-02-08T08:00","description":"Apprenez à trouver des idées pour votre prochaine entreprise, votre activité secondaire ou votre startup indépendante.","publish":true,"rss":true,"tags":""},"__N_SSG":true}