{"pageProps":{"source":"<link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/zFJjSnt.jpg\"/><div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><p><strong>Ikigai est un concept japonais qui pourrai se traduire par « le bonheur d’être toujours occupé » ou « raison d&#x27;être ».</strong></p><p><img src=\"https://i.imgur.com/zFJjSnt.jpg\" alt=\"Ikigai|250\"/></p><p>Selon les natifs de l’île d’Okinawa au Japon, l’ikigai est « la raison pour laquelle nous nous levons chaque matin ».</p><p>En japonais, il n’existe pas de terme signifiant prendre sa retraite avec le sens exact que nous lui attribuons en Occident. Selon Jan Buettner, journaliste au National Geographic qui connaît bien le pays nippon, « avoir un but vital est si important dans cette culture que les Japonais ne connaissent pas notre concept de retraite. ».</p><p>L&#x27;ikigai se divise en 4 parties :</p><h2>1. Ce que tu aimes</h2><p><strong>Notez toutes les choses qui vous rendent heureux et épanoui</strong>. Écrivez tout ce qui vous passe par la tête, sans réfléchir. Soyez parfaitement sincère et concentrez-vous uniquement sur ce qui vous passionne. Vous aimez dormir à la belle étoile ? Notez-le ! Cuisiner un nouveau plat vous rend heureux ? Notez-le ! Ne vous préoccupez pas de l’opinion des autres, ne vous demandez pas si c’est utile ou bien pour la société. L’objectif est d’écrire tout ce qui vous procure du bonheur. Terminez chaque phrase par « … me rend heureux ».</p><h2>2. Ce dont le monde a besoin</h2><p>L’un des secrets pour nous accomplir en tant qu’êtres humains est de nous sentir utiles pour les personnes qui nous entourent.</p><p>Dans ce deuxième quadrant, vous <strong>écrirez ce dont les autres ont besoin</strong> ; pas uniquement vos amis et votre famille, mais tous les gens ! Vous pouvez construire vos phrases de la manière suivante : « Ma chère (mon cher)… a besoin… » Vous pouvez ensuite écrire « Le monde a besoin… » ou des choses plus concrètes : « Mes collègues de travail ont besoin… » ou « Le collège de mes enfants a besoin… »</p><h2>3. Ce pour quoi tu peux être rémunéré</h2><p>Dans cette troisième section, vous pouvez <strong>noter tout ce qui vous permet de gagner votre vie actuellement, sans vous demander si cela vous rend heureux ou non</strong>. Contentez-vous d’écrire : « Aujourd’hui, je gagne ma vie en… » Pour finir, pensez à d’autres sources de revenus envisageables, avec des phrases comme : « Dans le futur, j’aimerais gagner ma vie en… »</p><h2>4. Ce pour quoi tu es doué</h2><p>Laissez de côté ce que les autres vous ont dit et écrivez ici ce que vous pensez sincèrement. Dans ce quadrant, <strong>commencez vos phrases par : « Je suis doué pour… »</strong> En plus des qualités que vous possédez déjà, réfléchissez aux aptitudes que vous pouvez développer si vous vous en donnez les moyens : « Dans le futur, je pourrais être doué pour… si je m’en donne les moyens en… »</p><p>Une fois rempli, l&#x27;ordre du plus important au moins important selon moi est celui-ci :</p><ol>\n<li>Ce dont le monde a besoin</li>\n<li>Ce pour quoi tu peux être rémunéré</li>\n<li>Ce que j&#x27;aime</li>\n<li>Ce pour quoi tu es doué</li>\n</ol><hr/><p>Références :</p><ul>\n<li>\n<a title=\"Note bientôt disponible\" class=\"!no-underline border-b-2 border-dotted border-cyan-700\" href=\"/soon?title=IKIGAI%20-%20H%C3%A9ctor%20Garcia\">IKIGAI - Héctor Garcia</a>\n\n</li>\n<li>https://fourminutebooks.com/ikigai/</li>\n<li>https://nesslabs.com/ikigai</li>\n<li>https://42courses.com/blog/home/2018/7/12/the-japanese-method-to-help-you-find-your-purpose-in-life</li>\n</ul></div>","isIndex":false,"file":"Ikigai.md","fileName":"Ikigai","title":"Ikigai","comments":true,"permalink":"ikigai","datePublished":"2021-06-27T19:19","dateUpdated":"2021-06-27T19:19","publish":true,"rss":true,"rating":"3"},"__N_SSG":true}