{"pageProps":{"source":"<div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><blockquote class=\"callout info\">\n                    \n                        <div class=\"callout-title\">\n                            <div class=\"callout-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"24\" height=\"24\" viewBox=\"0 0 24 24\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\"><circle cx=\"12\" cy=\"12\" r=\"10\"></circle><line x1=\"12\" y1=\"16\" x2=\"12\" y2=\"12\"></line><line x1=\"12\" y1=\"8\" x2=\"12.01\" y2=\"8\"></line></svg></div>\n                            <div class=\"callout-title-inner\">info</div>\n                        </div>\n                    \n                    <div class=\"callout-content\">\n                        <p>Contenu en cours de création</p>\n                    </div>\n                </blockquote><h2>Étudiez les millionnaires inconnu du grand publique</h2><p>Vous n&#x27;avez pas besoin d&#x27;avoir nécessairement du talent physique ou être célèbre pour gagner beaucoup d&#x27;argent.</p><p>Rapprocher vous des personnes de moins de 35 ans qui ont réussi en partant de rien.</p><p>Étudier les millionnaires qui ne sont pas des célébrités. Trouver et/ou demandez leur comment ils gagnent leurs vie.</p><h2>Changer d&#x27;environnement</h2><p>MJ Demarco est partie à Phoenix avec 900 $ en poche, pas de boulot, pas d’amis, pas de famille, un vieux matelas, une Buick Skylark toute rouillée et plusieurs centaines de livres.</p><p>Il est aller vivre dans un petit studio dans le centre de Phoenix qu&#x27;il louait pour 475 $ par mois.</p><p>Pas de chambre à coucher, pas de meubles, juste un matelas qui envahissait la cuisine.</p><blockquote>\n<p>Je vivais pauvre et sans aucune sécurité, mais je me sentais riche. <strong>J’avais le contrôle de ma vie</strong>.</p>\n</blockquote><h2>Trouver un problème à résoudre</h2><p>Si vous rencontrez un problème et qu&#x27;il n&#x27;existe pas de solution viable connu, c&#x27;est qu&#x27;il existe surement d&#x27;autres personnes dans la même situation que vous.</p><p>Résolvez un problème que vous rencontrez afin d&#x27;aider d&#x27;autres personnes comme vous dans le besoin.</p><blockquote>\n<p>Si je vivais à Chicago, mais que j’avais besoin d’une limousine à New York, où irais-je pour en trouver une ? Je n’avais pas d’annuaire des pages jaunes de New York sous la main, comme probablement tous ceux qui n’habitaient pas New York. Confronté à cette question, j’ai déduit que la même question se poserait pour d’autres voyageurs. Alors j’ai créé un site web pour résoudre ce problème.</p>\n</blockquote><h2>Processus vs. événement</h2><p><mark><b>La richesse est un processus, pas un événement. Sans processus, il n&#x27;y a pas d&#x27;événement</b></mark>.</p><p>C’est le processus qui fait les millionnaires, et les événements que vous voyez et dont vous entendez parler sont le résultat de ce processus.</p><p>La richesse échappe à beaucoup de gens parce qu’ils s’intéressent aux événements et ignorent les processus.</p><p>Pour un chef cuisinier, la cuisine est le processus, et le repas est l’événement.</p><p>Le processus engendre des événements que les autres voient comme le fruit de la chance. La chance n’est pas un événement mais la conséquence d’un processus.</p><p>La plupart des gens adorent les événements mais détestent les processus, car cela demande des sacrifices que peu de gens font, pour mener la vie que peu de gens vivent.</p><h2>Surveillez vos croyances</h2><p><a title=\"Note bientôt disponible\" class=\"!no-underline border-b-2 border-dotted border-cyan-700\" href=\"/soon?title=Les%20croyances\">Les croyances</a> précèdent les choix, qui eux-mêmes précèdent les actions.</p>\n<p><mark>Qu’elles soient vraies ou non</mark>, les croyances sont des mécanismes puissants à l’origine des actions.</p><p>Si vous voulez changer de vie, changez de choix. Pour changer de choix, vous devez changer de système de croyances.</p><h2>La médiocrité</h2><p>Les personnes médiocres arrêtent d&#x27;apprendre après leur études.</p><p>Ils ne prennent aucune <a title=\"Note bientôt disponible\" class=\"!no-underline border-b-2 border-dotted border-cyan-700\" href=\"/soon?title=Responsabilit%C3%A9\">Responsabilité</a>, remettent la faute sur les autres et comptent sur les homme politiques et le gouvernement pour les aider. Ils pensent que tout leur est dù (soins médicaux gratuits, éducation gratuite, essence gratuite, remboursement d’emprunt immobilier gratuit).</p>\n<p>Ils vivent au jour le jour, joue au Loto, au casino et achètent irrationnellement de quoi impréssionner les autres, des vêtements de marque, des accessoires et des loisirs proportionnels à leurs revenus.</p><p>Ils préviligient toujours les actions à <a title=\"Note bientôt disponible\" class=\"!no-underline border-b-2 border-dotted border-cyan-700\" href=\"/soon?title=Satisfaction%20imm%C3%A9diate%20aux%20actions%20%C3%A0%20satisfaction%20diff%C3%A9r%C3%A9r%C3%A9s\">Satisfaction immédiate aux actions à satisfaction différérés</a>.</p>\n<p>Il y a toujours plus d’argent qui sort que d’argent qui rentre.</p><p>Leur plan c&#x27;est de n&#x27;avoir aucun plan.</p><p>Et lorsque ils gagnent « plus d’argent », ils perdent en liberté au lieu d’en gagner. En générant un asservissement à leur style de vie.</p><p>Ce n’est pas eux qui possèdent l’argent, c’est l’argent qui les possède.</p><h2>La vrai richesse (la trilogie de la richesse)</h2><p>La richesse ne provient pas de possessions matérielles, d’argent ou de « choses », mais de trois éléments fondamentaux : la famille (les relations), la forme physique (la santé) et la liberté (le choix).</p><p>C&#x27;est de pouvoir payer comptant un bien (ex: une maison, une voiture) sans faire de crédit.</p><p>On est riche quand on a des relations familiales solides, la forme et la santé, et la liberté et non des possessions matérielles.</p><h2>Prenez vos responsabilités</h2><p>Les gens qui n’acceptent pas de prendre des responsabilités sont des victimes.</p><p>Prenez vos responsabilités et assumez les.</p><p>Si vous n’acceptez pas ni n’assumez vos responsabilités, vous donnez les clefs de votre vie à quelqu’un d’autre.</p><h2>L&#x27;équation de la voie lente</h2><p>Allez à l’école, ayez de bonnes notes, décrochez un diplôme. Grimpez les échelons de la hiérarchie. Épargnez x % de votre salaire. Contribuez à votre plan d’épargne retraite.</p><p>Troquez 5 jours de labeurs par semaine contre 2 jours de liberté.</p><p>Richesse = source de revenus principale (le travail) + accélérateur de richesse (placements boursiers).</p><p>Autrement dit, Richesse = valeur intrinsèque (salaire horaire × nombre d’heures travaillées ou salaire annuel) + intérêts composés (« placements boursiers », concept universel selon lequel x dollars investis en Bourse aujourd’hui vaudront x millions de dollars dans des décennies.).</p><h2>Le problème des compétences spécialisés</h2><p>Le problème, quand vous avez des compétences spécialisées, c’est que ça restreint votre valeur à un nombre limité de besoins du marché.</p><p>Vous devenez l’une des nombreuses roues d’un engrenage. Et si cette roue devient obsolète ou superflue ? Ah ben, dommage pour vous.</p><h2>Le levier limité incontôlable</h2><p>Pour attirer de grosses sommes d’argent, il faut deux choses :</p><ol>\n<li>Le contrôle</li>\n<li>L’effet de levier</li>\n</ol><p>La voie lente n&#x27;a aucun des deux.</p><p>La source de revenue principale provient d&#x27;un emploi et lle facteur d&#x27;accélaration de la richesse provient des investissements financiers (ex: plan d&#x27;épargne).</p><p>Dans un emploi, on gagne de l&#x27;argent par la valeur intrinsèque qui se mesure en unités de temps (ex: 10€ de l&#x27;heure ou 120 000€ par an).</p><p>L&#x27;argent que vous gagnez est donc directement corrélé avec le temps passer que vous passer à travailler. Et comme votre temps est limité à des journées de 24 heures, vous ne pouvez pas gagner plus que votre tarif horraire.</p><p>Dans un emploi, vous avez peu voir aucun contrôle sur votre salaire. Vous ne pouvez pas passer de 50 000€ à 50 millions de salaire par an.</p><h2>Les entrepreneurs qui n&#x27;ont pas fait d&#x27;études</h2><p>Bill Gates, Steven Spielberg, Richard Branson, Michael Dell, Felix Dennis, David Geffen et John Paul DeJoria n’ont jamais fini le lycée ou même le collège. Ils ont tous laissé tomber l’école pour poursuivre une autre voie.</p><p>Ils ont évité la conformité et l’asservissement aux études pour ne pas dépendre d&#x27;un jeu dont ils n&#x27;ont ni contrôle ni effet de levier.</p><h2>Le paradoxe vivant</h2><p>Demanderiez-vous des conseils financiers à un fainéant en faillite ?</p><p>De nombreux gourous de la finance sont des paradoxes vivants ; ils enseignent une équation de la richesse tout en s’enrichissant par le biais d’une autre. Ce n’est pas ce qu’ils prônent qui les a rendus riches.</p><p>Éviter les paradoxes vivants par ce genre de questions : « Mettez-vous en pratique ce que vous prêchez ? Êtes-vous un modèle, un exemple de ce que vous enseignez ? »</p><p>Prenez conseil auprès de gens qui ont fait leurs preuves dans leur discipline de prédilection.</p><p>Pour les bons conseils en matière de basket, demandez à Tony Parker, pas à MJ DeMarco.</p><h2>La Célébrité fait exploser la valeur intrinsèque</h2><p>Vous pouvez braver les limitations de la Voie lente en devenant si indispensable que votre valeur dans la société monte en flèche.</p><p>Si des millions de gens vous recherchent, vous toucherez des millions. Le basketteur professionnel LeBron James est payé des millions parce qu’il a un talent exceptionnel.</p><p>Les acteurs et animateurs professionnels sont payés des millions parce que des millions de gens exigent leur marque sous la forme de spectacle.</p><p>Le talent exceptionnel est exceptionnellement bien payé.</p><p>Malheureusement, la plupart des gens qui cherchent la richesse le font en bravant la Voie lente et non par la Voie rapide.</p><h2>Ne jamais arrêter de se former</h2><p>Dès le moment où l’on arrête de se former, on arrête de croître.</p><p>Développer constamment vos connaissances et votre savoir est essentiel pour votre voyage.</p><h2>La perception de l&#x27;argent</h2><p><a title=\"Note bientôt disponible\" class=\"!no-underline border-b-2 border-dotted border-cyan-700\" href=\"/soon?title=L&#x27;argent\">L&#x27;argent</a> est le reflet du nombre de vies sur lesquelles j’ai un impact. L’argent reflète la valeur que je crée.</p>\n</div>","isIndex":false,"file":"L'autoroute du millionnaire - MJ Demarco.md","fileName":"L'autoroute du millionnaire - MJ Demarco","title":"Résumé du livre L'autoroute du millionnaire de MJ Demarco","comments":true,"permalink":"lautoroute-du-millionaire-mj-demarco","datePublished":"2021-06-27T19:19","dateUpdated":"2021-06-27T19:19","publish":true,"rss":true,"tags":"","note":"86"},"__N_SSG":true}