{"pageProps":{"source":"<link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/Fh8xAUq.png\"/><div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><p>Pour <strong>améliorer l&#x27;impact de notre contenu</strong> ou <strong>choisir une idée de produit</strong>, il est peut-être intéressant de connaitre le <strong>niveau de sensibilisation</strong> de notre prospect par rapport à notre produit.</p><p>L&#x27;impact de notre contenu ou de notre produit sera différent d&#x27;un prospect à l&#x27;autre si l&#x27;on ne tient pas compte de ce concept.</p><p>Le contenu doit donc être adapté selon la personne à qui l&#x27;on s&#x27;adresse.</p><p><img src=\"https://i.imgur.com/Fh8xAUq.png\" alt=\"\"/></p><p>Plus la personne sera consciente de notre produit, plus notre contenu devra être proposé de manière <strong>directe</strong>.</p><p>Il est facile de vendre à ce niveau de sensibilisation. Une simple promotion peut inciter la personne à passer à l&#x27;action.</p><p>Si la personne n&#x27;est pas du tout consciente, alors il faudra lui proposer du contenu de manière indirecte (éducation, storytelling, ect...)</p><h2>1. Inconscient</h2><p>La personne n&#x27;a pas conscience de son problème et n&#x27;a aucune idée de votre solution.</p><p>Il s&#x27;agit du marché le plus difficile. À stade-là il faut d&#x27;abord éduquer la personne et la faire évoluer petit à petit vers notre produit.</p><h2>2. Conscient du problème</h2><p>La personne est consciente de son problème, mais ne sait pas que des solutions existent.</p><h2>3. Conscient de la solution</h2><p>La personne a découvert que des solutions existent à son problème.</p><h2>4. Conscient du produit</h2><p>La personne est consciente de votre produit, mais ne le désire pas encore.</p><p>Le contenu doit parler du produit pour convaincre davantage.</p><h2>5. Le plus conscient</h2><p>La personne connait votre produit et est persuadée que votre solution est susceptible d&#x27;être la meilleure solution à son problème.</p><p>À ce stade, la personne n&#x27;a plus besoin d&#x27;être convaincue, il faut aller droit au but.</p><h2>Exemple concret</h2><p>Il sera difficile de vendre un matelas anti-acarien à une personne qui n&#x27;a pas conscience que son rhume allérgique provient de son lit.</p><p>Contrairement à une personne qui cherche activement à acheter un lit anti-acarien pour anéantir ses problèmes allergique.</p><h2>Comment connaitre le niveau de conscience d&#x27;un prospect en ligne ?</h2><p>Il est possible de savoir où se trouve un visiteur sur l&#x27;échelle de sensibilisation.</p><p>Exemples :</p><ul>\n<li>Une personne se rend sur le site en tapant directement l&#x27;URL = conscience élevée</li>\n<li>Une personne se rend sur le site depuis un lien twitter = conscience faible</li>\n<li>Une personne se rend sur le site depuis plusieurs mots-clés sur un moteur de recherche = conscience du problème</li>\n</ul><p>Plusieurs contenus différents peuvent être affichés en fonction du niveau de conscience de la personne.</p><hr/><p>Références :</p><ul>\n<li>Breakthrough Advertising de Eugène Schwartz publié en 1966, l&#x27;auteur parle du concept des <strong>5 niveaux de conscience d&#x27;un prospect</strong>.</li>\n<li>Le concept d&#x27;Eugène Schartz a été revisité par Michael Masterson dans son livre Great Leads</li>\n</ul></div>","isIndex":false,"file":"L'échelle de sensibilisation.md","fileName":"L'échelle de sensibilisation","title":"L'échelle de sensibilisation : les 5 niveaux de conscience d'un prospect","comments":true,"permalink":"les-5-niveaux-de-conscience","datePublished":"2020-09-18T06:00","dateUpdated":"2020-09-18T06:00","aliases":"","description":"Pour améliorer l'impact de notre contenu, il est peut-être important de connaitre à l'avance le degré de sensibilisation de notre prospect par rapport à notre produit.","publish":true,"rss":true},"__N_SSG":true}