{"pageProps":{"source":"<link rel=\"preload\" as=\"image\" href=\"https://x.com/levelsio/status/642442049694908416\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/JWuNnca.jpg\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/7YX0P3Y.jpg\"/><div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><h2>TL;DR</h2><p><strong>Idée</strong></p><p>Trouver une idée basée sur vos propres problèmes.</p><p><strong>Construire</strong></p><p>Créez votre idée avec les outils que vous connaissez déjà, ne déléguez pas la construction. Construisez uniquement les fonctionnalités de base dans un premier temps.</p><p><strong>Lancement</strong></p><p>Lancer tôt et à plusieurs reprises. Lancer sur des sites populaires (ex: Product Hunt, Hacker News, The Next Web, Reddit, Forbes).</p><p>Trouvez votre audience spécifique, ne jouer pas aux grosses startups qui veulent changer le monde.</p><p><strong>Grandir</strong></p><p>Grandissez organiquement. Un bon produit est un produit que les gens désirent réellement et qui est meilleur que le reste. Vous n&#x27;avez pas besoin de publicité.</p><p>Ne recrutez pas avant que les revenus ne suivent. Faites les choses vous-même.</p><p><strong>Monétisez</strong></p><p>Monétisez votre produit en demandant aux utilisateurs de l&#x27;argent. Ne vendez pas leurs données et ne mettez pas de la publicité partout.</p><p><strong>Automatisez</strong></p><p>Automatisez en écrivant des programmes qui font le travail pour vous. Automatisez seulement si le temps sauvé en vaut la peine.</p><p>Si c&#x27;est trop dur à automatiser, recrutez quelqu’un, et laissez-le travailler de manière la plus autonome possible.</p><h2>Vous aurez besoin de persévérance et de chance</h2><p>Vous allez probablement devoir créer 10 à 30 produits pendant 1 à 3 ans avant d&#x27;avoir quelque chose qui fonctionne.</p><p>Vous construisez quelque chose et regardez ce qui colle.</p><p>Le succès d&#x27;un produit provient beaucoup de la chance et du timing.</p><h2>Pratiquer</h2><p>Lire le livre ne sera pas utile. Pratiquez ! Et plus important, &quot;shipez&quot; !</p><h2>Faire des préventes</h2><p>Pieter Levels à créé un Typeform qui fait office de landing page et a demandé $22.</p><p><img src=\"https://x.com/levelsio/status/642442049694908416\" alt=\"\"/></p><p>Il a créé le livre sur un Google docs en mode &quot;Building in public&quot; et demander les retours des clients qui ont acheté le livre en prévente.</p><h2>Résolvez vos propres problèmes</h2><p>Observé vos challenges du quotidien, sélectionnez les plus gros et aidez les gens à le résoudre aussi.</p><p>Votre problème pourrait être celui d&#x27;autres personnes.</p><p>Lorsque Pieter voyageait dans plusieurs pays, en tant que digital nomade, il ne savait pas quel pays était cher, pas cher, avec ou sans wifi, etc...</p><p>Il s&#x27;est avéré que c&#x27;était le cas de plein d&#x27;autres personnes.</p><p><mark><b>Vous êtes le plus grand expert de vos propres problèmes</b></mark>. C&#x27;est plus compliqué de créer une application médicale en tant que non-docteur que de développer une application pour des développeurs par exemple.</p><blockquote>\n<p>We knew what people wanted because we were the target market. Founder of Boosted Boards.</p>\n</blockquote><p><strong>Les startups conseillent de &quot;parler aux clients pour trouver leurs problèmes&quot;, c&#x27;est bien, mais vous travaillez toujours d&#x27;un point de vue extérieur plutôt que du vôtre.</strong></p><h2>Toujours démarrer part le problème et non de la solution</h2><p>Si vous résolvez un problème qui n&#x27;existe pas, cela peut être technologiquement sexy, mais vous n&#x27;aurez pas d&#x27;utilisateurs.</p><p>Le problème doit toujours venir en premier, pas la technologie, ni la solution.</p><h2>Pour devenir gros, commencez petit</h2><p><a title=\"Note bientôt disponible\" class=\"!no-underline border-b-2 border-dotted border-cyan-700\" href=\"/soon?title=Les%20niches\">Les niches</a> sont des segments de marché spécifiques qui sont suffisamment peu profonds pour être facilement accessibles et qui ne comptent pas beaucoup d&#x27;acteurs.</p>\n<p>C&#x27;est un excellent point de départ, car leur valeur économique est trop faible pour intéresser les grandes entreprises.</p><p>Aucune grosse entreprise à commencé gros :</p><ul>\n<li>Facebook a démarré avec une application &quot;Hot or Not&quot;</li>\n<li>Amazon a démarré en vendant des livres</li>\n<li>Etc...</li>\n</ul><p>Si vous avez uniquement 1000 personnes qui payent votre produit 83,33€/mois, vous avez un revenu récurrent de 1 000 000€ de revenu annuel.</p><h2>Comment faire 1 000 000€ ?</h2><ul>\n<li>Créez un produit à 5,000€ pour 200 personnes</li>\n<li>Créez un produit à 2,000€ pour 500 personnes</li>\n<li>Créez un produit à 1,000€ pour 1,000 personnes</li>\n<li>Créez un produit à 200€ pour 5,000 personnes</li>\n<li>Créez un produit à 100€ pour 10,000 personnes</li>\n<li>Créez un produit à 10€ pour 100,000 personnes</li>\n</ul><p>ou</p><ul>\n<li>Créez un abonnement à 167€ / mois pour 500 personnes pendant 1 an</li>\n<li>Créez un abonnement à 83€ / mois pour 1,000 personnes pendant 1 an</li>\n<li>Créez un abonnement à 42€ / mois pour 2,000 personnes pendant 1 an</li>\n<li>Créez un abonnement à 17€ / mois pour 5,000 personnes pendant 1 an</li>\n<li>Créez un abonnement à 9€ / mois pour 10,000 personnes pendant 1 an</li>\n</ul><h2>Démarrez avec une micro niche</h2><p>Imaginez que vous souhaitez créer un logiciel de réservation pour les coiffeurs. Il y a probablement des millions de coiffeurs dans le monde.</p><p>Allez plus loin en créant un logiciel qui se focus uniquement sur les coiffeurs qui font des coiffures africaines. Ce qui doit probablement être des dizaines de milliers de coiffeurs dans le monde.</p><p>Si vous réussissez à capter 10% de 10 000 coiffeurs, à savoir 1000 client, et qu&#x27;ils paient environ 83€ par mois, cela vous rapporte 1 000 000€ par an.</p><h2>D&#x27;une micro-niche à une multi-niche</h2><p>Il vaut mieux commencer par une niche comme une application de réservation pour coiffeurs africains et partir après sur le marché des coiffeurs asiatiques que l&#x27;inverse.</p><p>Vous aurez moins de mal à déceler les résistances à l&#x27;adoption de votre solution et vous pouvez plus facilement faire marche arrière dans ce sens-là.</p><h2>D&#x27;une multi-niche à des marchés adjacents</h2><p>Supposons que vous détenez tout le marché des réservations pour salon de coiffure. Vous pouvez peut-être envisager de passer par le marché des salons de manucure ou de tatouage.</p><h2>Créer une liste d&#x27;idée</h2><p>Concept &gt; Promising &gt; Building &gt; Success &gt; Fail</p><p><img src=\"https://i.imgur.com/JWuNnca.jpg\" alt=\"\"/></p><h2>Ne travaillez pas en groupe dans un premier temps</h2><p>Il est inutile de débattre de la viabilité d&#x27;une idée à plusieurs.</p><p>Il suffit de construire un prototype et de le faire valider par son marché.</p><p><mark><b>Seul le marché à la réponse, personne d&#x27;autre</b></mark>.</p><h2>Les idées ne valent rien du tout</h2><p><code>Business = Idée x exécution</code></p><p>Une idée ne vaut rien seule.</p><p>Mauvaise idée = 0\nBonne idée = 10\nExcellente idée = 20</p><p>Aucune exécution = 0\nBonne exécution = 100,000€\nExcellente exécution = 1,000,000€</p><p>Une excellente idée sans exécution vaudra toujours zéro, tandis qui une bonne idée avec une bonne exécution peut valoir +100,000€.</p><p>Ne pas partager votre idée est stupide parce qu&#x27;elle reste dans votre tête.</p><h2>Construisez rapidement et simplement</h2><p>Le but est d&#x27;éviter de rester coincé dans la boucle infernale des brainstormings et de commencer la création le plus rapidement possible.</p><p>Le plus vite vous dévoiler votre produit, le plus vite vous vérifiez si les gens veulent l&#x27;utiliser.</p><p>Dans un premier temps, faites les choses vous-même (DIY) plutôt que de déléguer.</p><h2>Ne soyez pas obsédé par les outils</h2><p>Tous les outils, frameworks ou langages de programmation ne sont qu&#x27;une perte de temps qui vous éloigne de <strong>votre objectif : construire et vendre votre produit</strong>.</p><h2>Lancement</h2><p>Il y a plusieurs manières de lancer son produit :</p><ul>\n<li>Sur des plateformes comme <a class=\"\" target=\"_blank\" href=\"https://producthunt.com/\">Product Hunt</a>, <a class=\"\" target=\"_blank\" href=\"https://news.ycombinator.com/\">Hacker News</a> ou <a class=\"\" target=\"_blank\" href=\"https://reddit.com/\">Reddit</a>, <a class=\"\" target=\"_blank\" href=\"https://betalist.com/\">BetaList</a></li>\n<li>Par le biais de la presse</li>\n<li>Par le biais de l&#x27;audience d&#x27;une autre personne</li>\n</ul><p>Le lancement est utile pour avoir beaucoup de personnes qui utilisent notre application afin que l&#x27;on puisse apprendre de leurs usages, réparer les bugs, développer de nouvelles fonctionnalités et faire en sorte qu&#x27;ils restent utiliser notre application.</p><blockquote>\n<p>Une landing page avec un champ d&#x27;inscription pour rentrer un e-mail n&#x27;est pas un produit, c&#x27;est une landing page.</p>\n</blockquote><p>Assurez-vous d&#x27;avoir une seule fonctionnalité puis qui fonctionne correctement.</p><p>Et si vous demandez l&#x27;adresse e-mail d&#x27;un visiteur. Proposer quelque chose de valeur et pas simplement un &quot;inscrivez-vous à ma newsletter&quot;.</p><p><mark><b>Lancez là où votre audience se trouve</b></mark>.</p><h2>Lancer sur Product Hunt</h2><p><strong>Vous devez lancer à 00:00:01 PST</strong>.</p><p>Le fuseau horaire de Product Hunt est San Francisco (fuseau horaire PST) et son système de vote est réinitialisé à minuit.</p><p><strong>Utiliser le nom de votre application</strong> (avec le numéro de version s&#x27;il s&#x27;agit d&#x27;une mise à jour).</p><p><strong>Ajoutez un bon slogan</strong> (#copywriting).</p><p><strong>Ajoutez 8 à 16 captures d&#x27;écran (en haute définition) des fonctionnalités principales de votre application</strong>.</p><p>Si possible, ajoutez une vidéo de présentation de votre produit de 30 secondes.</p><p>Une fois lancé :</p><p><strong>Ajoutez immédiatement un commentaire sur Product Hunt</strong> avec une introduction de qui vous êtes, pourquoi vous avez créé votre produit et quel est votre plan futur (<a class=\"\" target=\"_blank\" href=\"https://producthunt.com/posts/hoodmaps\">exemple</a>).</p><p><img src=\"https://i.imgur.com/7YX0P3Y.jpg\" alt=\"Commentaire Product Hunt\"/></p><p><strong>Envoyer un Tweet, Post Facebook/Instagram ou un email à votre communauté</strong> pour informer de votre lancement.</p><p>Et <strong>répondez à tous les commentaires</strong> sur Product Hunt et sur vos réseaux.</p><h2>Lancer sur Hacker News</h2><p>Hacker News est beaucoup plus compliqué que Product Hunt.</p><p>C&#x27;est très compliqué d&#x27;apparaitre sur la première page (front page) de Hacker News.</p><p>Par exemple, si votre post reçoit trop de commentaires par rapport au nombre de votes, il sera automatiquement supprimé.</p><p><strong>Le titre est très important</strong> :</p><p>Eviter les titres comme : &quot;Petsy.com - The best food delivery for pets&quot;.</p><p>Préférez un titre comme : &quot;Show HN: I made a sPite that lets you subscribe to pet food delivery&quot;.</p><p>Votre post sera ajouté sur la &quot;new page&quot; dans un premier temps, si vous <strong>demandez à 5 personnes d&#x27;upvoter votre post la première heure</strong>, elle aura peut-être des chances d&#x27;arriver sur la &quot;Front page&quot;.</p><h2>Être publié dans la presse</h2><p><strong>Évitez les adresses email en mode &quot;trou noir&quot;</strong> comme tips@thenextweb.com.</p><p><strong>Tentez de trouver un journaliste en particulier qui correspond à votre niche</strong>.</p><p><strong>Évitez les e-mails trop longs et vague qui ne vont pas droit au but</strong>.</p><h2>Faites de chaque fonctionnalité une opportunité de lancement</h2><p>Faites une promotion à chaque fois que vous lancez une nouvelle fonctionnalité.</p><p>Même si vous avez déjà lancé il y a longtemps, les gens aiment voir des améliorations.</p><h2>Si vous n&#x27;avez plus de motivation, vendez-le, automatisez-le ou tuez-le</h2><p>Dans le cas où votre idée fonctionne, mais qu&#x27;elle ne vous motive plus, vous pouvez soit recruter des personnes et automatiser le plus de choses possible, soit vendre votre projet.</p><h2>Grandissez organiquement</h2><p>Sur le long terme, il est préférable de grandir de manière organique que d&#x27;utiliser de la pub ou des techniques de Growth Hacking à deux balles.</p><p><strong>Faites des lancements tous les 3 mois</strong> avec une promotion en vendant les nouvelles fonctionnalités.</p><p>Ex : sur Product Hunt, avec les numéros de version (2.0, 3.0, etc...).</p><p><strong>Racontez des histoires</strong> plutôt que de parler uniquement des nouvelles fonctionnalités.</p><p>N&#x27;oubliez pas d&#x27;analyser les métriques lors de votre lancement pour vérifier si les utilisateurs provenant d&#x27;une source en particulier utilisent ou non l&#x27;application.</p><p>Et le meilleur moyen de grandir est simplement de <strong>créer un produit utile et génial selon les besoins existants de son audience</strong>.</p><h2>La monétisation est la validation</h2><blockquote>\n<p>What I mean is, if you have 1,000 people using your product actively, don&#x27;t expect more than 5% to pay for it. Probably fewer. So your paying customer base is fewer than 50 people.</p>\n</blockquote><p>Ajoutez un bouton &quot;Acheter&quot;, si les utilisateurs cliquent dessus, affichez une modal de paiement où ils peuvent renseigner leurs coordonnées bancaires.</p><p>Dans le cas où votre produit n&#x27;est pas terminé, affichez un message &quot;Désolé, nous n&#x27;avons pas débité votre carte, mais merci de votre intérêt. Notre produit n&#x27;est pas encore prêt, mais nous vous préviendrons quand il le sera&quot;.</p><p><strong>Note personnelle</strong> : Donnez-leur une réduction pour leur prochain achat.</p><p>De cette façon, vous pouvez estimer les revenus que vous pourriez avoir.</p><p><mark><b>La monétisation est la validation</b></mark>.</p><blockquote>\n<p>An app without monetization is a charity. An app with monetization is a business.</p>\n</blockquote><h2>Les business modèles</h2><p><strong>Limitez certaines fonctionnalitées à des utilisateurs</strong> (Pay-per-feature) :</p><p>Analysez les fonctionnalités de votre application les plus utilisés et ajoutez une popup &quot;Pour utiliser cette fonctionnalité, veuillez mettre à jour votre compte&quot;.</p><p><strong>Publicités natives</strong> :</p><p>Utiliser des <a title=\"Note bientôt disponible\" class=\"!no-underline border-b-2 border-dotted border-cyan-700\" href=\"/soon?title=Publicit%C3%A9s%20natives\">Publicités natives</a> au lieu d&#x27;utiliser des publicités Google AdSense toutes moches qui ne rapporte pas grand-chose.</p>\n<p><strong>Parrainages</strong> :</p><p>Demandez à des compagnies de sponsoriser votre projet en ajoutant leur logo sur votre site pour un montant mensuel.</p><p><strong>Patreon</strong> :</p><p>Recevez le support des fans de votre travail via la plateforme <a class=\"\" target=\"_blank\" href=\"https://patreon.com/\">Patreon</a>.</p><p><strong>Abonnements</strong> :</p><p>De la même manière qu&#x27;un abonnement a Netflix. Demandez à vos utilisateurs de payer un revenu récurrent mensuel ou annuel pour utiliser votre application.</p><p>L&#x27;objectif est de les garder le plus longtemps en évitant le churn (les personnes qui se désinscrivent).</p><p><strong>Communauté</strong> :</p><p>Une communauté peut être sous la forme d&#x27;un forum, d&#x27;un chat, réseau social ou rencontres physiques.</p><p>Plus vous avez de personnes dans votre communauté, plus elle devient précieuse, et plus vous pouvez monétiser plus cher.</p><p>C&#x27;est un moyen de garder les utilisateurs sur son site ; construire une communauté.</p><h2>Éviter d&#x27;embaucher, construisez des robots</h2><p>Les humains sont complexes et moins rapides que des robots. La plupart des tâches peuvent être automatisées.</p><h2>N&#x27;automatisez pas si ça n&#x27;en vaut pas le coup</h2><p>Dans le cas où le temps passé à automatiser une tâche est plus long que la tâche elle-même, cela ne vaut pas le coup d&#x27;automatiser.</p><p>Et si c&#x27;est trop long et/ou trop complexe à automatiser, déléguer.</p><h2>Le test du bus</h2><p>« Une expérience qui explore l&#x27;impact de la perte d&#x27;une personne : si un individu particulièrement habilité dans une organisation est heurté par un bus, l&#x27;organisation en souffrira-t-elle grandement ? Si oui, le test échoue. Sinon, le test est réussi. »</p><p>Demandez-vous si vous passez le test, si ce n&#x27;est pas le cas, automatisez.</p><h2>Listez vos tâches récurrentes et automatisez-les</h2><p>Pendant une semaine, listez toutes les tâches récurrentes qui prennent du temps ; ordonnez-les par facilité d&#x27;automatisation et commencez à automatiser.</p><p>Si des tâches sont trop difficiles à automatiser, recruter un prestataire et automatiser les interactions entre lui et votre business.</p></div>","isIndex":false,"file":"Make - Pieter Levels.md","fileName":"Make - Pieter Levels","title":"Résumé du livre Make de Pieter Levels","comments":true,"permalink":"make-pieter-levels","datePublished":"2021-07-18T19:21","dateUpdated":"2021-07-18T19:21","publish":true,"rss":true,"description":"Un résumé pratique du livre Make de Pieter Levels, offre des conseils sur comment créer et lancer de produits, trouver votre audience spécifique, et monétiser votre travail avec succès.","tags":"","note":"88"},"__N_SSG":true}