{"pageProps":{"source":"<div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><p>Les <strong>modèles mentaux</strong> sont votre <strong>boîte à outils mentale</strong> pour prendre des décisions et <strong>comprendre comment le monde fonctionne réellement.</strong> Plus vous avez d&#x27;outils, mieux vous êtes équipé pour <strong>prendre de bonnes décisions</strong>.</p><p>Chaque jour, notre cerveau guide nos décisions et nos actes. Nous avons tous notre propre vision du monde et nous sommes tous impactés par des <strong>biais cognitifs</strong> qui influencent notre <strong>prise de décision</strong>.</p><p>Pour éviter les mauvais choix, il faut prendre conscience que ces biais existent en chacun de nous et maitriser ce que l&#x27;on appelle des <strong><a class=\"\" target=\"_blank\" href=\"https://wikiwand.com/en/Mental_model\">modèles mentaux</a></strong>.</p><p>Un modèle mental représente <strong>une grande idée que l&#x27;on peut impliquer dans plusieurs domaines</strong> (l&#x27;entrepreneuriat, la politique, la guerre, le marketing, la séduction, philosophie etc...) afin d&#x27;aider à la prise de décision.</p><p>Il s&#x27;agit d&#x27;un principe que j&#x27;ai découvert dans le livre &quot;Le personal MBA&quot; de Josh Kaufman, initié par <strong>Charlie Munger</strong>, milliardaire et principal associé en affaires de l&#x27;investisseur Warren Buffett.</p><p>Pour vous donner des exemples, voici des exemples de modèles mentaux que j&#x27;essaie d&#x27;appliquer dans mon quotidien :</p><ul>\n<li><strong>Biais cognitifs</strong> (Confirmation, Aversion à la perte, Association, Optimisme etc...)</li>\n<li><strong>Facteurs d&#x27;influence</strong> (Preuve sociale, Réciprocité, Rareté, Appréciation, Autorité, Cohérence)</li>\n<li>\n<strong>Gestion de projet</strong> (<a class=\"\" href=\"/objectifs-smart\">SMART</a>, <a title=\"Note bientôt disponible\" class=\"!no-underline border-b-2 border-dotted border-cyan-700\" href=\"/soon?title=Plan%20de%2090%20jours\">Plan de 90 jours</a>, <a title=\"Note bientôt disponible\" class=\"!no-underline border-b-2 border-dotted border-cyan-700\" href=\"/soon?title=The%20One%20Thing\">The One Thing</a>, North Star)\n\n</li>\n<li><strong>Productivité</strong> (Inbox Zero, Loi de Pareto, Getting things done)</li>\n<li>Autres (Stoïcisme, moyenne des 5 personnes, la règle des 33%, Lean Startup, Fake it until make it, les 5 pourquoi)</li>\n</ul><p>D&#x27;après Charlie Munger, on ne peut rien savoir si l’on étudie uniquement les faits de manière indépendante.</p><p>Tout se regroupe et se recoupe. C&#x27;est pour cette raison qu&#x27;il vaut mieux se construire ce que Charlie Munger appelle un « <strong>réseau de modèles mentaux</strong> » que l&#x27;on peut appliquer lors de nos prises de décisions.</p><hr/><p>Références :</p><ul>\n<li>\n<a class=\"\" href=\"/modeles-mentaux\">Modèles mentaux</a>\n\n</li>\n</ul></div>","isIndex":false,"file":"Prenez de meilleures décisions grâce aux modèles mentaux.md","fileName":"Prenez de meilleures décisions grâce aux modèles mentaux","title":"Prenez de meilleures décisions grâce aux modèles mentaux","comments":true,"permalink":"prenez-de-meilleures-decisions-grace-aux-modeles-mentaux","datePublished":"2019-09-11T06:00","dateUpdated":"2019-09-11T06:00","description":"Les modèles mentaux sont votre boîte à outils mentale pour prendre des décisions et comprendre comment le monde fonctionne réellement. Plus vous avez d'outils, mieux vous êtes équipé pour prendre de bonnes décisions.","publish":true,"rss":true},"__N_SSG":true}