{"pageProps":{"source":"<link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/eR23uST.jpg\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/Gnu4vc7.jpg\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/nq9NqDQ.jpg\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/qsLFqvN.jpg\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/NkNVoJn.jpg\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/2cAKDLI.jpg\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/ZCceSTc.jpg\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/Fg2qq00.jpg\"/><div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><p>Comment créer un espace de marché incontesté et mettre la concurrence hors-jeu ?</p><h2>La stratégie de l&#x27;océan bleu</h2><p>La stratégie océan bleu met l&#x27;entreprise au défi de sortir de l&#x27;océan rouge de la concurrence grâce à la création d&#x27;un espace stratégique vierge qui rend cette concurrence nulle et non avenue.</p><p>Elle vous pousse à élargir la demande et à tourner le dos à vos concurrents.</p><blockquote>\n<p>La meilleure façon de battre vos concurrents est d&#x27;arrêter d&#x27;être en compétition contre eux.</p>\n</blockquote><p>En d&#x27;autres termes, lorsque vous vous affrontez à des rivaux pour une part du marché existant, c&#x27;est comme si vous vous trouviez dans un &quot;océan rouge&quot; - où la façon dont vous vous affrontez consiste à évaluer vos concurrents et à essayer de les surpasser.</p><p><strong>Une bien meilleure stratégie consiste à rechercher les &quot;océans bleus&quot;, c&#x27;est-à-dire des marchés inexploités que personne n&#x27;a jamais ciblés et qui présentent un potentiel de croissance énorme.</strong></p><p>Dans les océans rouges, ce sont vos concurrents qui fixent l&#x27;ordre du jour. Dans les océans bleus, vos concurrents n&#x27;ont plus aucune importance, les règles du jeu sont encore à définir.</p><h2>L&#x27;innovation valeur</h2><p>Il s&#x27;agit d&#x27;opérer un saut de valeur, tant pour l&#x27;acheteur que du point de vue de l&#x27;entreprise, qui permet de mettre la concurrence hors-jeu en créant un nouvel espace stratégique non disputé.</p><p>L&#x27;innovation-valeur ne se produit que lorsque l&#x27;entreprise met ses efforts d&#x27;innovation en phase avec ses impératifs en matière d&#x27;utilité, de prix et de coûts.</p><p><img src=\"https://i.imgur.com/eR23uST.jpg\" alt=\"Innovation valeur\"/></p><p>Il s&#x27;agit de mener de front la réduction des coûts et l&#x27;augmentation de la valeur pour l&#x27;acheteur.</p><p>| Stratégie océan rouge                                                                                                                      | Stratégie océan bleu                                                                                                                       |\n| ------------------------------------------------------------------------------------------------------------------------------------------ | ------------------------------------------------------------------------------------------------------------------------------------------ |\n| Agir au sein de l&#x27;espace stratégique existant                                                                                              | Créer un espace stratégique nouveau                                                                                                        |\n| Exploiter la demande existante                                                                                                             | Créer et conquérir une demande nouvelle                                                                                                    |\n| Accepter l&#x27;arbitrage entre valeur et domination par les coûts                                                                              | Sortir de l&#x27;arbitrage entre valeur et domination par les coûts                                                                             |\n| Mettre l&#x27;ensemble des activités de l&#x27;entreprise en conformité avec son choix stratégique de différenciation ou de domination par les coûts | Mettre l&#x27;ensemble des activités de l&#x27;entreprise en conformité avec son choix stratégique de différenciation et de domination par les coûts |</p><h2>Le canevas stratégique</h2><p>Le canevas stratégique est à la fois un diagnostic et un outil d&#x27;action.</p><p>Il représente l&#x27;état actuel de la concurrence dans l&#x27;espace stratégique connu. Il indique les dans quels domaines vos compétiteurs investissent, les critères autour desquels la concurrence se joue.</p><p><img src=\"https://i.imgur.com/Gnu4vc7.jpg\" alt=\"Le canevas stratégique de Yellow Tail\"/></p><p>Pour redessiner le canevas stratégique de votre secteur d&#x27;activité, il faut commencer par un déplacement des priorités : oublier vos rivaux pour vous concentrer sur les <em>alternatives</em>, et vous désintéresser des clients pour vous intéresser aux <em>non-clients</em>.</p><p>Il faut résister à la logique traditionnelle qui consiste à étudier vos concurrents existants puis à choisir entre différenciation et domination pour les coûts.</p><h2>La grille des quatre actions</h2><p>Pour sortir de l&#x27;arbitrage entre différenciation et domination par les coûts, il faut se poser quatre questions clés sur la logique stratégique et le modèle économique de tout secteur d&#x27;activité.</p><p><img src=\"https://i.imgur.com/nq9NqDQ.jpg\" alt=\"La grille des quatre actions\"/></p><p>Chaque industrie a ses propres facteurs qui sont considérés comme allant de soi, et qui constituent le prix d&#x27;entrée.</p><p>Avec le temps, il peut y avoir un changement fondamental dans ce que les clients apprécient, et les produits et services actuels offerts peuvent, en fait, être surdimensionnés et donc trop chers.</p><p>En posant ces quatre questions clés, vous mettez en évidence les facteurs de concurrence qui ne sont plus pertinents.</p><p>Vous découvrez également tout compromis implicite que les clients ont pu être contraints de faire dans le passé.</p><h2>La matrice exclure-atténuer-renforcer-créer</h2><p>Il y a un troisième outil qui est complémentaire à la grille des quatre actions : la matrice exclure-atténuer-renforcer-créer.</p><p><img src=\"https://i.imgur.com/qsLFqvN.jpg\" alt=\"La matrice exclure-atténuer-renforcer-créer de Yellow Tail\"/></p><p>Elle apporte quatre grands avantages :</p><ol>\n<li>Elle incite à rechercher simultanément la différenciation et la domination par les coûts, à sortir donc de l&#x27;arbitrage entre ces deux stratégies de base.</li>\n<li>Elle envoie aussitôt un signal d&#x27;avertissement à toutes les entreprises, et elles sont nombreuses, qui se soucient uniquement du renforcement et de la création, au prix d&#x27;un perfectionnement excessif des produits et des services.</li>\n<li>Aisément compréhensible par les cadres de tous les niveaux, elle favorise l&#x27;investissement de chacun dans sa mise en application.</li>\n<li>En raison de la difficulté de l&#x27;exercice, la matrice pousse l&#x27;entreprise à examiner à fond l&#x27;ensemble des critères autour desquels la concurrence se joue et à découvrir ainsi toute la gamme des idées reçues qui orientent à son insu ses efforts compétitifs.</li>\n</ol><h2>Redessiner les frontières entre marchés</h2><ul>\n<li><strong>Piste n°1 : explorer les solutions alternatives présentes sur le marché.</strong></li>\n</ul><p>Déterminer quels produits et services ont des formes différentes, mais atteignent le même objectif.</p><p>Les clients font généralement des compromis entre les industries alternatives.</p><p>L&#x27;espace entre ces industries peut offrir d&#x27;importantes opportunités d&#x27;innovation de valeur.</p><p>Par exemple, NetJets combine la rapidité et la commodité des voyages aériens commerciaux avec les faibles coûts fixes de la copropriété utilisée dans d&#x27;autres industries.</p><ul>\n<li><strong>Piste n°2 : explorer les différents groupes stratégiques du secteur.</strong></li>\n</ul><p>Regardez à travers les groupes stratégiques au sein d&#x27;un secteur et comprenez quels facteurs déterminent la décision du client quant au groupe auquel il appartiendra.</p><p>En offrant les principaux facteurs déterminants de chaque groupe et en éliminant tout le reste, un océan bleu peut s&#x27;ouvrir.</p><p>Par exemple, Lexus propose la qualité d&#x27;une Mercedes, BMW ou Jaguar haut de gamme à un prix plus proche de celui d&#x27;une Cadillac ou d&#x27;une Lincoln.</p><ul>\n<li><strong>Piste n°3 : explorer la chaîne des acheteurs-utilisateurs.</strong></li>\n</ul><p>Regardez à travers la chaîne des acheteurs - et combinez leurs différentes définitions de la valeur.</p><p>Les acheteurs, les utilisateurs et les influenceurs auront tous des définitions différentes de la bonne valeur.</p><p>Si vous remettez en question la sagesse conventionnelle quant à savoir qui est l&#x27;acheteur cible, les océans bleus peuvent s&#x27;ouvrir.</p><p>Par exemple, Canon a développé de petits photocopieurs de bureau en changeant leur orientation des acheteurs d&#x27;entreprise aux utilisateurs qui aimaient l&#x27;idée de leur propre photocopieur personnel à leur bureau.</p><ul>\n<li><strong>Piste n°4 : explorer les produits et services complémentaires.</strong></li>\n</ul><p>Recherchez des offres de produits et de services complémentaires et trouvez une solution complète.</p><p>Si les cinémas faisaient cela, ils pourraient créer un océan bleu en offrant un service de garde d&#x27;enfants afin que les gens puissent aller au cinéma.</p><p>De la même manière, Barnes &amp; Noble est passé de la vente de livres à la création d&#x27;un environnement qui célèbre la lecture et l&#x27;apprentissage.</p><p>Vous pouvez identifier les sources de désagrément comme les sacs des aspirateurs ou les dépôts de calcaire dans les bouilloires et proposez une offre où vous supprimez ces désagréments ; un aspirateur sans sac (Dyson) et une bouilloire avec filtre (Philips).</p><p>Dans quel cadre votre produit est-il utilisé ? Que se passe-t-il avant, pendant et après son utilisation ? Avez-vous identifié les sources de désagrément ? Pourriez-vous les supprimer au moyen d&#x27;une offre de produits ou de services complémentaires ?</p><ul>\n<li><strong>Piste n°5 : explorer le contenu fonctionnel ou émotionnel du secteur.</strong></li>\n</ul><p>Dans certains secteurs, l&#x27;accent est mis sur le prix et l&#x27;attrait fonctionnel ou utilitaire de l&#x27;offre : c&#x27;est l&#x27;orientation rationnelle.</p><p>Dans d&#x27;autres, les acteurs font plutôt jouer le ressort de l&#x27;émotionnel.</p><p>Regardez à travers l&#x27;attrait fonctionnel ou émotionnel - et remettez en question l&#x27;orientation de votre secteur.</p><p>Injectez des éléments émotionnels dans un produit traditionnellement commercialisé selon des principes fonctionnels. C&#x27;est ce que Swatch a fait avec des résultats impressionnants.</p><p>Ou, vous pourriez aller dans la direction opposée. Transformez votre industrie de la motivation émotionnelle à celle de la fonctionnalité et du non-sens. C&#x27;est ce que Body Shop et QB House ont fait avec succès.</p><p>À l&#x27;heure actuelle, des opportunités d&#x27;océan bleu sont créées dans un certain nombre d&#x27;industries de services alors qu&#x27;elles passent d&#x27;une base émotionnelle ou relationnelle à une orientation beaucoup plus fonctionnelle.</p><ul>\n<li><strong>Piste n°6 : explorer le temps par projection des grandes tendances.</strong></li>\n</ul><p>Regardez à travers le temps - et anticipez ce qui sera le résultat lorsque la nouvelle technologie sera amenée à sa conclusion logique.</p><p>Souvent, la manière dont votre secteur génère de la valeur évolue rapidement.</p><p>Les opportunités de l&#x27;océan bleu se présentent si vous travaillez à rebours et identifiez ce qui doit être changé aujourd&#x27;hui pour débloquer un nouvel océan bleu.</p><p>Par exemple, l’inspiration d’Apple pour l’i-Pod est le succès de Napster.</p><p>Il était clair qu&#x27;il y avait une demande des consommateurs et une technologie disponible pour télécharger de la musique numériquement.</p><p>Apple a fourni un moyen légal, simple et bon marché d&#x27;accéder à la musique et a ainsi pu accéder à un marché de l&#x27;océan bleu important.</p><p>Quelles tendances actuelles vous semblent irréversibles, orientées dans un sens clair et susceptibles d&#x27;influencer l&#x27;avenir de votre secteur d&#x27;activité ? En quoi cette influence consisterait-elle ? Et comment en profiter pour offrir au client une utilité sans précédent ?</p><p><img src=\"https://i.imgur.com/NkNVoJn.jpg\" alt=\"De la concurrence frontale à la création d&#x27;océans bleus\"/></p><h2>Viser au-delà de la demande existante</h2><p><img src=\"https://i.imgur.com/2cAKDLI.jpg\" alt=\"Les trois cercles de non-clients\"/></p><p>Viser au-delà de la demande existante, c&#x27;est mettre les non-clients avant les clients.</p><p>Et au lieu de se concentrer sur les différences entre acheteurs, il faudrait s&#x27;appuyer sur les éléments communs à toutes les préférences exprimées.</p><p>C&#x27;est exactement ce qu&#x27;a fait Callaway Golf. Les décideurs de Callaway ont suscité une demande nouvelle à partir de cette question : pourquoi tant d&#x27;amateurs de sport et de plein air boudent-ils le golf ? Ils se sont aperçus que ces abstentionnistes présentaient un trait commun : frapper la balle leur semblait trop difficile. À cause de la petite taille des têtes de club, cela requérait une coordination main-eil extraordinaire, un long entrainement et une concentration intense.</p><p>C&#x27;est à partir de ce constat que Callaway a pu susciter une nouvelle demande pour son offre. La solution s&#x27;appelait Big Bertha, club dont la face agrandie facilitait le contact avec la balle.</p><p>Recherchez le dénominateur commun de toutes les réactions des non-clients sur les offres existantes et dessus.</p><h2>Le séquencement d&#x27;une stratégie océan bleu</h2><p>Le prochain défi dans l’exploitation du marché de l’océan bleu que vous avez créé est de créer un modèle commercial solide qui vous permettra de tirer profit de votre idée. Pour ce faire, il est important de bien définir votre séquence stratégique au fur et à mesure que vous l&#x27;étoffez, puis de valider la viabilité commerciale de votre idée de l&#x27;océan bleu. Si vous obtenez cette séquence correctement, les risques liés à votre modèle d&#x27;entreprise seront réduits.</p><p><img src=\"https://i.imgur.com/ZCceSTc.jpg\" alt=\"Le séquencement d&#x27;une stratégie océan bleu\"/></p><p>Votre point de départ est l&#x27;utilité pour l&#x27;acheteur. Votre offre est-elle exceptionnellement avantageuse ? La masse des acheteurs potentiels auraient-ils un motif puissant pour la choisir ? Si votre réponse est « non », il n&#x27;y a plus de stratégie océan bleu. Dans ce cas, une seule alternative : mettre l&#x27;idée au rebut ou la retravailler jusqu&#x27;à ce que vous puissiez répondre par l&#x27;affirmative.</p><h2>Le tableau d&#x27;utilité pour l&#x27;acheteur</h2><p><img src=\"https://i.imgur.com/Fg2qq00.jpg\" alt=\"Le tableau de l&#x27;utilité pour l&#x27;acheteur\"/></p><p>Découvrez les obstacles à l&#x27;utilité pour l&#x27;acheteur en répondant à ces questions pour chaque étape :</p><h3>1. Achat</h3><ul>\n<li>Combien de temps faut-il pour trouve un bon produit ?</li>\n<li>Le lieu d&#x27;achat est-il agréable et accessible ?</li>\n<li>La transaction se déroule-t-elle dans un environnement sûr ?</li>\n<li>L&#x27;achat peut-il s&#x27;effectuer rapidement ?</li>\n</ul><h3>2. Livraison</h3><ul>\n<li>Quels sont les détails de livraison ?</li>\n<li>Est-il difficile de déballer et d&#x27;installer le produit ?</li>\n<li>L&#x27;acheteur doit-il s&#x27;occuper lui-même de la livraison ? Et si oui, est-ce couteux et difficile ?</li>\n</ul><h3>3. Utilisation</h3><ul>\n<li>A-t-on besoin d&#x27;une formation ou de l&#x27;assistance de spécialistes avant de pouvoir utiliser le produit ?</li>\n<li>Le produit est-il facile à ranger quand on ne s&#x27;en sert pas ?</li>\n<li>Les fonctionnalités du produit sont-elles efficaces ?</li>\n<li>Le produit (ou le service) offre-t-il des capacités ou des options allant bien au-delà des besoins de l&#x27;utilisateur moyen ? Y a-t-il trop d&#x27;accessoires fantaisie ?</li>\n</ul><h3>4. Compléments</h3><ul>\n<li>Faut-il avoir d&#x27;autres produits ou services pour pouvoir utiliser ce produit ?</li>\n<li>Si oui, sont-ils coûteux ?</li>\n<li>Combien de temps faut-il leur consacrer ?</li>\n<li>Sont-ils source de désagréments ?</li>\n<li>Sont-ils faciles à obtenir ?</li>\n</ul><h3>5. Entretien</h3><ul>\n<li>Le produit demande-t-il un service d&#x27;entretien externe ?</li>\n<li>L&#x27;entretien et la mise à niveau sont-ils faciles ?</li>\n<li>L&#x27;entretien coûte-t-il cher ?</li>\n</ul><h3>6. Élimination</h3><ul>\n<li>L&#x27;utilisation du produit occasionne-t-elle des déchets ?</li>\n<li>Le produit est-il facile à éliminer ?</li>\n<li>L&#x27;élimination en toute sécurité du produit pose-t-elle des problèmes réglementaires ou environnementaux ?</li>\n<li>L&#x27;élimination coûte-t-elle cher ?</li>\n</ul><h2>Renouveler les océans bleus</h2><p>Créer un océan bleu n&#x27;est pas un aboutissement statique, mais un processus dynamique. Dès lors qu&#x27;une entreprise obtient d&#x27;excellents résultats avec un océan bleu, et que cela se sait, des imitateurs apparaîtront tôt ou tard à l&#x27;horizon. Ici, les questions à se poser sont :</p><ul>\n<li>Combien de temps mettront-ils pour venir ?</li>\n<li>À quel point une stratégie océan bleu est-elle facile ou difficile à imiter ?</li>\n<li>Autrement dit, quelles sont les barrières à l&#x27;imitation ?</li>\n</ul><h3>Barrière d&#x27;alignement</h3><p>L&#x27;alignement des trois propositions stratégiques :</p><ul>\n<li>proposition de valeur</li>\n<li>proposition de profit</li>\n<li>proposition humaine</li>\n</ul><p>Au sein d&#x27;un système intégré à la fois autour de la différenciation et des économies de coût apporte de la durabilité et forme ainsi une barrière formidable face à l&#x27;imitation.</p><h3>Barrière cognitive et organisationnelle</h3><ul>\n<li>L&#x27;innovation-valeur semble absurde selon la logique tradionnelle des entreprises.</li>\n<li>L&#x27;imitation requiert souvent d&#x27;importants changements dans l&#x27;organisation</li>\n</ul><h3>Barrière de la marque</h3><ul>\n<li>La stratégie océan bleu peut entrer en conflit avec l&#x27;image de marque d&#x27;autres entreprises.</li>\n<li>Les entreprises qui apportent une innovation-valeur acquièrent de la notoriété et une clientèle fidèle qui tendent à dissuader les imitateurs.</li>\n</ul><h3>Barrière économique et juridique</h3><ul>\n<li>Monopole naturel : souvent, le marché ne peut faire vivre un second acteur.</li>\n<li>L&#x27;innovation-valeur se traduit par des volumes élevés, engendrant vite un avantage de coût, qui lui-même dissuade les suiveurs d&#x27;entrer sur le marché</li>\n<li>Des externalités de réseau dissuadent l&#x27;imitation.</li>\n<li>Des brevets ou autorisations juridiques bloquent l&#x27;imitation.</li>\n</ul><p>Quand la concurrence devient dure et que l&#x27;offre totale excède la demande, une lutte sanglante s&#x27;engage : l&#x27;océan va devenir rouge. Face à la convergence des courbes de valeur de ses concurrents, l&#x27;entreprise devrait commencer à rechercher une autre innovation-valeur afin de créer un nouvel océan bleu. Ainsi, en traçant sa courbe de valeur sur le canevas stratégique et en recalculant de temps en temps celle de ses concurrents par rapport à la sienne, elle parviendra à visualiser leur degré d&#x27;imitation et donc de convergence des courbes de valeur ainsi que le niveau de rougissement de son océan bleu.</p><h2>Éviter les pièges des océans rouges</h2><p><strong>Piège océan rouge n°1</strong> : croire qu&#x27;une stratégie océan bleu est une stratégie orientée client qui consiste à se laisser guider par la clientèle</p><p><strong>Piège océan rouge n°2</strong> : croire que pour créer des océans bleus, il faut s&#x27;aventurer hors de son cœur de métier</p><p><strong>Piège océan rouge n°3</strong> : s&#x27;imaginer que la stratégie océan bleu est consubstantielle aux nouvelles technologies</p><p><strong>Piège océan rouge n°4</strong> : s&#x27;imaginer que pour créer un océan bleu, il faut être le premier sur le marché</p><p><strong>Piège océan rouge n°5</strong> : croire que stratégie océan bleu et stratégie de différenciation sont synonymes</p><p><strong>Piège océan rouge n°6</strong> : présumer que la stratégie océan bleu est une stratégie de coût bas centrée sur la réduction des prix</p><p><strong>Piège océan rouge n°7</strong> : croire que la stratégie océan bleu est la même chose que l&#x27;innovation</p><p><strong>Piège océan rouge n°8</strong> : croire que la stratégie océan bleu est une théorie du marketing et une stratégie de niche</p><p><strong>Piège océan rouge n°9</strong> : croire qu&#x27;une stratégie océan bleu considère la concurrence comme mauvaise, alors qu&#x27;en fait elle peut être bonne pour les entreprises</p><p><strong>Piège océan rouge n°10</strong> : croire que la stratégie océan bleu est synonyme de destruction créatrice ou de rupture</p><hr/><p>Références :</p><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://placedeslibraires.fr/livre/9782744066306-strategie-ocean-bleu-comment-creer-de-nouveaux-espaces-strategiques-2e-edition-w-chan-kim-renee-mauborgne/\">Stratégie océan bleu - Chan Kim</a></li>\n</ul></div>","isIndex":false,"file":"Stratégie océan bleu - Chan Kim.md","fileName":"Stratégie océan bleu - Chan Kim","title":"Stratégie océan bleu","comments":true,"permalink":"strategie-ocean-bleu","datePublished":"2021-01-22T11:00","dateUpdated":"2021-01-22T11:00","description":"Comment créer un espace de marché incontesté et mettre la concurrence hors-jeu ?","publish":true,"rss":true,"tags":""},"__N_SSG":true}