{"pageProps":{"source":"<link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/dyQtFqv.jpeg\"/><div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><p>La synthétisation progressive (ou <a class=\"\" target=\"_blank\" href=\"https://fortelabs.co/blog/progressive-summarization-a-practical-technique-for-designing-discoverable-notes/\">Progressive Summarization</a> en anglais) est une technique pour mieux concevoir ses notes afin de les rendre plus accessibles et compréhensibles.</p><p>Inventé en 2017 par Tiago Forte, le processus ressemble à quelque chose comme ça :</p><ul>\n<li>Couche 1 : Notes</li>\n<li>Couche 2 : <strong>Passages en gras</strong></li>\n<li>\nCouche 3 : <mark>Passages soulignés</mark>\n</li>\n<li>Couche 4 : Mini-sommaire</li>\n<li>Couche 5 : Remix</li>\n</ul><p>Chaque note est traitée par plusieurs passages si nécessaire.</p><p><img src=\"https://i.imgur.com/dyQtFqv.jpeg\" alt=\"Progressive Summarization\"/></p><h2>Compression vs. contexte</h2><p>Pour qu&#x27;une note puisse être <strong>accessible</strong>, il faut qu&#x27;elle soit petite, simple et facile à digérer. Pour ce faire, nous utilisons la <strong>compression</strong> : nous créons des résumés très condensés, sans le superflu.</p><p>Mais nous voulons aussi que nos notes soient <strong>compréhensibles</strong>. Cela implique d&#x27;inclure tout le <strong>contexte</strong> : les détails, les exemples et les sources citées pour s&#x27;assurer que rien ne passe à travers les mailles du filet.</p><p>Si l&#x27;on compresse trop une note, c&#x27;est-à-dire si l&#x27;on fait un résumé trop bref, on perd le contexte et la note perd tout son sens.</p><p>Et si on va trop loin dans la direction opposée. Si nous rendons une chose totalement compréhensible, en d&#x27;autres termes, si nous incluons chaque petit détail et chaque élément de contexte, elle perd sa capacité d&#x27;<strong>accessibilité</strong>.</p><h2>Couche 1 : Notes</h2><p>La couche 1 est le contenu à apporter initialement dans un programme de prise de notes (Notion, Obsidian, Evernote...). Il n&#x27;y a pas de critères explicites sur ce qui doit être conservé. Capturez simplement tout ce qui vous semble perspicace, intéressant ou utile.</p><h2>Couche 2 : Passages en gras</h2><p>La couche 2 est le premier round d&#x27;une véritable synthétisation, dans lequel on met en gras que les meilleures parties des passages que l&#x27;on a importés. Là encore, il n&#x27;y a pas de critères explicites. Recherchez les mots clés, les expressions clés et les phrases clés qui, selon vous, représentent le noyau ou l&#x27;essence de l&#x27;idée discutée.</p><h2>Couche 3 : Passages soulignés</h2><p>Pour la 3ᵉ couche, on passe au surlignage les meilleurs passages en gras, afin de pouvoir distinguer le petit nombre de passages surlignés parmi tous les passages en gras. Cette fois, on recherche le &quot;meilleur du meilleur&quot;, en ne surlignant que ce qui est vraiment unique ou précieux.</p><h2>Couche 4 : Mini-sommaire</h2><p>Pour la couche 4, on résume encore, mais on va au-delà de la mise en évidence des mots, pour enregistrer les siens. On résume les couches 2 et 3 dans un mini-sommaire informel en haut de la note, en rappelant les points clés avec nos propres mots.</p><p>Notez que toutes les couches précédentes sont conservées dans leur contexte, ce qui vous donne la liberté de laisser des choses de côté sans craindre de les perdre.</p><h2>Couche 5 : Remix</h2><p>Et enfin, on remixe le tout. On y ajoute notre propre personnalité et notre créativité en transformant nos notes en autre chose (sketch notes, un épisode de podcast, un article de blog, un tweet, une vidéo YouTube, etc...).</p><hr/><p>Références :</p><ul>\n<li><a class=\"\" target=\"_blank\" href=\"https://fortelabs.co/blog/progressive-summarization-a-practical-technique-for-designing-discoverable-notes/\">Progressive Summarization - Forte Labs</a></li>\n<li><a class=\"\" target=\"_blank\" href=\"https://jamesstuber.com/progressive-summarization-a-waste/\">Is Progressive Summarization a Waste of Time?</a></li>\n</ul></div>","isIndex":false,"file":"Synthétisation progressive.md","fileName":"Synthétisation progressive","title":"Comment mieux concevoir ses notes avec la synthétisation progressive","comments":true,"permalink":"synthetisation-progressive","datePublished":"2021-04-28T10:52","dateUpdated":"2021-04-28T10:52","aliases":"","publish":true,"rss":true},"__N_SSG":true}