{"pageProps":{"source":"<link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/ih6FgiE.png\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/I5QoWKE.jpg\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/Qe8RmPD.png\"/><div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><p><a class=\"\" target=\"_blank\" href=\"https://placedeslibraires.fr/livre/9782379350474-the-one-thing-gary-keller/\">The One Thing</a> est un livre de <a class=\"\" href=\"/productivite\">Productivité</a> écrit par Garry Keller en 2013.</p>\n<p>L&#x27;idée principale du livre est de se concentrer sur la question suivante :</p><blockquote class=\"callout quote\">\n                    \n                        <div class=\"callout-title\">\n                            <div class=\"callout-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"24\" height=\"24\" viewBox=\"0 0 24 24\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\"><path d=\"M3 21c3 0 7-1 7-8V5c0-1.25-.756-2.017-2-2H4c-1.25 0-2 .75-2 1.972V11c0 1.25.75 2 2 2 1 0 1 0 1 1v1c0 1-1 2-2 2s-1 .008-1 1.031V20c0 1 0 1 1 1z\"></path><path d=\"M15 21c3 0 7-1 7-8V5c0-1.25-.757-2.017-2-2h-4c-1.25 0-2 .75-2 1.972V11c0 1.25.75 2 2 2h.75c0 2.25.25 4-2.75 4v3c0 1 0 1 1 1z\"></path></svg></div>\n                            <div class=\"callout-title-inner\">quote</div>\n                        </div>\n                    \n                    <div class=\"callout-content\">\n                        <p>« ==Quelle est l&#x27;UNIQUE chose que vous pouvez faire, de telle sorte qu&#x27;en la faisant, tout le reste deviendra plus facile ou inutile ?== »</p>\n                    </div>\n                </blockquote><p>Ce qui reprend un peu l&#x27;idée de ce proverbe :</p><blockquote class=\"callout quote\">\n                    \n                        <div class=\"callout-title\">\n                            <div class=\"callout-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"24\" height=\"24\" viewBox=\"0 0 24 24\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\"><path d=\"M3 21c3 0 7-1 7-8V5c0-1.25-.756-2.017-2-2H4c-1.25 0-2 .75-2 1.972V11c0 1.25.75 2 2 2 1 0 1 0 1 1v1c0 1-1 2-2 2s-1 .008-1 1.031V20c0 1 0 1 1 1z\"></path><path d=\"M15 21c3 0 7-1 7-8V5c0-1.25-.757-2.017-2-2h-4c-1.25 0-2 .75-2 1.972V11c0 1.25.75 2 2 2h.75c0 2.25.25 4-2.75 4v3c0 1 0 1 1 1z\"></path></svg></div>\n                            <div class=\"callout-title-inner\">Proverbe Russe</div>\n                        </div>\n                    \n                    <div class=\"callout-content\">\n                        <p>« Quand on court après deux lapin à la fois, on n&#x27;en attrape aucun. »</p>\n                    </div>\n                </blockquote><h2>L&#x27;effet domino</h2><p>Un domino est capable de renverser un autre domino 50% plus grand.</p><p>Si vous commencez avec un domino de 5 centimètres et que vous augmentez la taille de chaque domino de 50% =&gt; Le 57ème domino couvrirait presque la distance entre la terre et la lune.</p><p><img src=\"https://i.imgur.com/ih6FgiE.png\" alt=\"Dominos - Une progression géométrique\"/></p><p>Il existe un domino pour chaque domaine de notre vie (<strong>santé, sport, travail, amour, philosophie, relations, finances, ect...</strong>).</p><p><mark><b>Lorsque vous vous fixez un objectif, trouvez et focalisez-vous sur le premier domino. Celui qui fera tomber tous les autres. Concentrez-vous dessus jusqu&#x27;à le renversé.</b></mark></p><p>Chaque domino renversé rendra le suivant plus simple à faire tomber, à condition qu&#x27;ils soient correctement alignés.</p><p><strong>Réalignez de temps en temps vos dominos en phase avec celui que vous voulez atteindre.</strong></p><p>Et n&#x27;oubliez pas qu&#x27;il est physiquement impossible de faire tomber le dernier domino sans faire tomber les précédents.</p><p>Vous ne pouvez pas griller les étapes.</p><h2>La question essentielle</h2><p>Pourquoi se concentrer sur une question alors que c’est la réponse que l’on cherche ?</p><p>Les réponses naissent des questions, et la qualité de toute réponse dépend directement de la justesse de la question.</p><p><strong>Posez la mauvaise question, vous obtiendrez la mauvaise réponse</strong>.</p><p>Posez la question la plus puissante possible, et la réponse peut changer votre vie.</p><p>La question essentielle rassemble toutes les questions possibles en une seule :</p><p><mark><b>Quelle est la chose ESSENTIELLE que je peux faire de telle sorte qu’en la faisant tout le reste deviendra plus simple voire inutile ?</b></mark>.</p><p>Utilisez-la dès le réveil et tout au long de la journée. Elle vous recentre sur votre tâche la plus importante, chaque fois que vous en avez besoin. Elle vous aide aussi à trouver « <strong>l’action-levier</strong> », <strong>le premier domino</strong>.</p><p>Quelle est la chose ESSENTIELLE que je peux faire maintenant pour <code>[ce que vous voulez]</code>, de telle sorte qu’en la faisant tout le reste deviendra plus simple voire inutile ?</p><p><mark><b>Tant que je n’ai pas fait l’ESSENTIEL, tout le reste est une distraction.</b></mark></p><h2>Pensez grand et spécifique</h2><p><img src=\"https://i.imgur.com/I5QoWKE.jpg\" alt=\"Matrice de la Grande Question\"/></p><p>Lorsque vous posez la question ESSENTIELLE, pensez grand et spécifique (un objectif important avec des chiffres concrets et un délai) pour indiquer où vous voulez aller.</p><p>Exemple :</p><ul>\n<li><strong>Petit &amp; Spécifique</strong> : « Que puis-je faire pour augmenter les ventes de 5% cette année ? »</li>\n<li><strong>Petit &amp; Large</strong> : « Que puis-je faire pour augmenter les ventes ? »</li>\n<li><strong>Grand &amp; Large</strong> : « Que puis-je faire pour doubler les ventes ? »</li>\n<li><strong>Grand &amp; Spécifique</strong> : « Que puis-je faire pour doubler les ventes en six mois ? »</li>\n</ul><h2>Construire un bunker</h2><p>Trouvez un endroit où travailler, loin des interruptions et des distractions. Si vous avez un bureau, accrochez une pancarte « Ne pas déranger ». Si les murs sont en verre, installez des stores. Si vous travaillez en open space, demandez l’autorisation d’ouvrir un paravent. Si nécessaire, allez ailleurs.</p><p>L’immortel Ernest Hemingway respectait un emploi du temps strict pour son écriture, qui commençait chaque matin à 7 heures dans sa chambre.</p><p>L&#x27;auteur Dan Heath « acheta un vieil ordinateur portable, effaça tous ses navigateurs, et pour faire bonne mesure, effaça ses réseaux sans fil », et il apportait cette « machine antédiluvienne » dans un café pour éviter les distractions.</p><p>Entre ces deux extrêmes, vous trouverez certainement une pièce vide avec une porte qui ferme.</p><h2>Bloquer du temps pour l’essentiel</h2><p>Dans le livre &quot;A Geography of Time&quot; de Robert Levine, l&#x27;auteur fait remarquer que la plupart des gens travaillent à l’heure de l’horloge (« Il est cinq heures, à demain ! ») tandis que d’autres travaillent à l’heure de la tâche (« J’aurai fini de travailler quand mon travail sera fini »).</p><p>Réfléchissez. Un fermier ne pointe pas à heures fixes. Il rentre chez lui quand il a fini de traire les vaches. Tout métier axé sur les résultats fonctionne de la même façon.</p><p><strong>Les gens les plus productifs sont à l’heure de leur tâche. Ils ne s’arrêtent pas avant d’avoir accompli l’ESSENTIEL.</strong></p><p><strong>Bloquez quatre heures par jour.</strong> C’est un minimum, si vous pouvez y consacrer plus de temps, faites-le.</p><h2>Découper son objectif</h2><p>Le secret pour avancer, c’est de se mettre en route. Le secret pour se mettre en route, c’est de <mark>fractionner les tâches écrasantes</mark> devant nous pour les transformer en petites tâches abordables, puis de s’atteler à la première.</p><h2>Soyez responsable de vos résultats</h2><p>Accepter les conséquences de ses actions, se considérer comme seul responsable de ses résultats, est la méthode la plus efficace pour se rapprocher du succès.</p><p>Face aux aléas de la vie, vous avez le choix entre devenir l&#x27;acteur de votre vie ou sa victime.</p><h2>Écrivez et partagez vos objectifs</h2><p>En 2008, le Dr. Gail Matthews, de l’université dominicaine de Californie, a recruté 267 participants, venus d’un large éventail de professions (avocats, comptables, bénévoles, commerciaux, etc.) et de nationalités. Ceux qui écrivaient leurs objectifs avaient 39,5% de chances en plus de les accomplir. <mark><b>Écrire ses objectifs</b></mark> et sa priorité essentielle est la dernière étape pour vivre sa priorité.</p><p>Les individus qui écrivent leurs objectifs et soumettent des rapports ou des mémos d’évolution avaient 76,7% de chances supplémentaires d’atteindre leur objectif. Écrire vos objectifs, c’est efficace. <mark>Partager vos progrès</mark> avec quelqu’un de manière régulière, ne serait-ce qu’un ami, peut vous rendre deux fois plus efficace.</p><p>Références :</p><ul>\n<li>https://dominican.edu/sites/default/files/2020-02/gailmatthews-harvard-goals-researchsummary.pdf</li>\n</ul><h2>L’objectif futur est lié à la priorité présente</h2><p>Comme <strong>une poupée russe</strong>, votre ESSENTIEL « immédiat » se trouve à l&#x27;intérieur de votre ESSENTIEL de la semaine, qui se trouve à l&#x27;intérieur de votre ESSENTIEL du mois....</p><p><img src=\"https://i.imgur.com/Qe8RmPD.png\" alt=\"\"/></p><p>C&#x27;est ainsi qu&#x27;une petite chose peut mener à une grande chose.</p><p>Choisissez une direction, commencez à la suivre pour voir si elle vous convient. La clarté de vision vient avec le temps, et si ce n&#x27;est pas la bonne voie, vous pourrez toujours changer d&#x27;avis. À vous de construire votre vie.</p></div>","isIndex":false,"file":"The One Thing - Garry Keller.md","fileName":"The One Thing - Garry Keller","title":"Résumé du livre The One Thing de Garry Keller","comments":true,"permalink":"the-one-thing-gary-keller","datePublished":"2021-04-28T10:52","dateUpdated":"2021-04-28T10:52","publish":true,"rss":true,"tags":"","aliases":"","note":"93"},"__N_SSG":true}