{"pageProps":{"source":"<div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><h2>Sauvegarde complète</h2><p>Une sauvegarde complète est une copie totale de l&#x27;ensemble des données.</p><p>Chaque fois que vous effectuez une sauvegarde complète, vous stockez entièrement et une nouvelle fois la source de données.</p><h2>Sauvegarde incrémentale</h2><p>La sauvegarde incrémentale effectue d&#x27;abord une première copie complète de toutes vos données et chaque sauvegarde qui vient après permet d&#x27;enregistrer les modifications apportées depuis la dernière sauvegarde.</p><p>Contrairement à la sauvegarde complète, la sauvegarde incrémentale est très rapide à réaliser, mais plus lente à la restauration. Elle possède aussi l&#x27;avantage d&#x27;utiliser peu de quantité de stockage. Ce sera cette méthode que vous utiliserez avec la plupart des systèmes de stockage en ligne.</p><h2>Sauvegarde différentielle</h2><p>Une sauvegarde différentielle est une sauvegarde cumulative de tous les fichiers modifiés depuis la dernière sauvegarde.</p><p>Comme avec la sauvegarde incrémentale, la différentielle va effectuer une copie initiale et complète de tous vos fichiers et dossiers. Mais les prochaines sauvegardes vont permettre de stocker tous les changements apportés depuis votre dernière sauvegarde complète.</p><p>Ce type de sauvegarde permet d&#x27;enregistrer les données plus rapidement que la sauvegarde complète et demande aussi moins d&#x27;espace. Quant à la restauration, elle est plus rapide que celle de la sauvegarde incrémentale qui nécessite moins d&#x27;espace de stockage.</p><h2>Sauvegarde mirroir</h2><p>La sauvegarde miroir réalise une copie conforme des fichiers de votre système. Elle s&#x27;effectue ponctuellement et prend en compte l&#x27;ensemble des données sources telles qu&#x27;elles existaient lors de la dernière sauvegarde.</p><p>Ce procédé a l&#x27;avantage de proposer une restauration rapide et ne contient pas de fichiers anciens ou obsolètes.</p><hr/><p>Références :</p><ul>\n<li>https://netexplorer.fr/blog/quels-sont-les-differents-types-de-sauvegardes</li>\n</ul></div>","isIndex":false,"file":"Types de sauvegarde.md","fileName":"Types de sauvegarde","title":"Les différents types de sauvegarde","comments":true,"permalink":"types-de-sauvegarde","datePublished":"2021-06-07T20:36","dateUpdated":"2021-06-07T20:36","publish":true,"rss":true},"__N_SSG":true}