{"pageProps":{"source":"<link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/RJkb6Tf.jpeg\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/wVhcDJr.jpeg\"/><link rel=\"preload\" as=\"image\" href=\"https://i.imgur.com/6ACBz4g.jpeg\"/><div class=\"space-y-4 whitespace-normal *:first:mt-0 *:last:mb-0\"><h2>C&#x27;est quoi le bootstrapping ?</h2><p>Le bootstrapping veut dire, créer une entreprise à partir de rien, sans aucun financement ou aide extérieur et en utilisant le moins de ressources possible.</p><h2>Les 4 étapes d&#x27;une entreprise bootstrapée</h2><p><strong>1. La phase de préparation</strong></p><p>Dans cette phase, on se concentre sur 3 choses :</p><ul>\n<li><strong>Trouver une audience</strong></li>\n<li><strong>Trouver leur plus gros problème</strong></li>\n<li><strong>Trouver une solution</strong> qui résout ce problème d&#x27;une manière où les gens payent pour votre service.</li>\n</ul><p><strong>2. La phase de survie</strong></p><p>Dans cette phase, on se concentre sur trouver une façon reproductible de gagner de l&#x27;argent.</p><p>Écouter ses premiers clients et construire des processus et de l&#x27;automatisation pour rester en haut de l&#x27;entreprise.</p><p><strong>3. La phase de stabilité</strong></p><p>Dans cette phase, vous avez des revenus constants et vous rechercher un moyen de stabilisé votre entreprise en recrutant des personnes et en créant une relation de long-terme avec vos clients.</p><p><strong>4. La phase de croissance</strong></p><p>Dans cette phase, vous devez choisir entre garder votre entreprise ou la vendre.</p><h2>La bonne approche pour lancer un business bootstrappé</h2><ol>\n<li>Trouver une <strong>audience</strong> de niche</li>\n<li>Trouver et valider un <strong>problème</strong> critique</li>\n<li>Inventez et valider une <strong>solution</strong> à ce problème</li>\n<li>Construire un <strong>produit</strong> qui implémente cette solution</li>\n<li>Construire une <strong>entreprise</strong> qui vend de manière répétée ce produit à votre audience</li>\n</ol><blockquote>\n<p>Successful businesses are built by solving critical problems for an audience that will pay for a solution to their issues.</p>\n</blockquote><p><img src=\"https://i.imgur.com/RJkb6Tf.jpeg\" alt=\"La bonne approche pour lancer un business bootstrappé\"/></p><h2>Les 4 questions à se poser lors de la création d&#x27;un business</h2><ol>\n<li><strong>Qui</strong> j&#x27;aide ? (Audience)</li>\n<li><strong>Pourquoi</strong> ils ont besoin d&#x27;aide ? (Problème)</li>\n<li><strong>Comment</strong> je peux les aider ? (Solution)</li>\n<li><strong>Qu&#x27;est-ce que</strong> je peux créer pour les aider ? (Produit)</li>\n</ol><h2>Trouver un problème à partir d&#x27;un objectif</h2><p>À partir de l&#x27;objectif de vos clients, vous pouvez déduire un problème qui se trouve sur le chemin vers le succès de vos clients.</p><h2>Commencer par trouver la niche parfaite</h2><p>Un business n&#x27;est rien sans clients. Vous aurez beau avoir le meilleur produit du monde, si personne ne paye pour utiliser votre produit, vous n&#x27;avez rien.</p><p>Tout commence par trouver les personnes que l&#x27;on souhaite aider, mieux vous les connaissez mieux c&#x27;est.</p><p>Une niche est beaucoup moins concurrentielle et plus facile à atteindre.</p><p>Une niche est homogène. Il est plus simple d&#x27;identifier et résoudre un problème commun d&#x27;un petit groupe de personne.</p><p>Les personnes d&#x27;une niche parlent le même langage, il est plus facile de les comprendre et de s&#x27;adresser à eux.</p><p>Une bonne niche vous permettra de créer un produit qui résout un seul problème critique de manière efficace.</p><p>Trouvez une niche suffisamment petite pour éviter la compétition et suffisamment grande pour pouvoir en vivre.</p><p><img src=\"https://i.imgur.com/wVhcDJr.jpeg\" alt=\"Le marché Boucles d&#x27;or\"/></p><h2>Choisir un marché qui demande un focus sur la vente ou sur le marketing</h2><p>Certains marchés exigent que vous contactiez les acheteurs individuellement.</p><p>Pour d&#x27;autres, une bonne stratégie marketing bien ciblée pourrait signifier que vous n&#x27;aurez jamais à parler à un seul client avant qu&#x27;ils achètent.</p><h2>Trouver la taille d&#x27;un marché</h2><p>Il existe plusieurs moyens de trouver (d&#x27;estimer) la taille d&#x27;un marché :</p><ul>\n<li>Parler aux personnes d&#x27;une insdustrie</li>\n<li>Consulter les magazines d&#x27;une industrie</li>\n<li>Écouter les podcasts d&#x27;une industrie</li>\n<li>Se rendre aux conférences</li>\n<li>Consulter les rapports d&#x27;industrie (HolonIQ, EdTech)</li>\n</ul><h2>Trouver le problème le plus douloureux de votre audience</h2><p>Parfois, on se plaint juste à propos d&#x27;un problème, on ne veut pas nécessairement prendre des mesures pour le résoudre.</p><p>Une audience ne payera jamais pour un problème qui n&#x27;est douloureux pour eux.</p><p>Si vous souhaitez construire un business profitable, vous devez trouver et résoudre <strong>le problème le plus critique et douloureux</strong> dont votre client fait fasse.</p><p><strong>Privilégiez la Morphine à l&#x27;aspirine et aux vitamines</strong>.</p><p><img src=\"https://i.imgur.com/6ACBz4g.jpeg\" alt=\"Le problème le plus critique\"/></p><p><mark><b>Un problème douloureux est répétitif</b></mark>.</p><p>Le problème le plus douloureux de votre audience est souvent celui qui n&#x27;est jamais facile à résoudre pour eux et qui <strong>impacte leur vie de manière répétitive</strong>.</p><p>Trouvez le problème dont votre audience doit faire fasse encore et encore.</p><p><mark><b>Un problème douloureux n&#x27;est pas optionnel</b></mark>.</p><p>Un problème peut parfois être ignoré ou délégué, mais un problème douloureux ne peux pas l&#x27;être.</p><p>Le problème doit être une tâche que son audience ne peux pas outrepasser dans son quotidien.</p><p><strong>Un problème douloureux prend beaucoup trop de temps à être résolue</strong>.</p><p>Si le problème à résoudre demande peu d&#x27;effort et est trop facile à résoudre, personne ne demandera vos services.</p><p>Nous avons tous des aspirations, des objectifs, des conflits, des luttes et des difficultés.</p><p>Nous avons tous un endroit où nous voulons être et des choses qui nous empêchent d&#x27;y arriver. C&#x27;est là que nous ressentons de la douleur.</p><p>Le but est de trouver ces douleurs et d&#x27;où elles proviennent :</p><ol>\n<li>Douleur liée au temps</li>\n<li>Douleur liée à l&#x27;argent</li>\n<li>Douleur liée à soi (réputation, accomplissement, avancement, émancipation)</li>\n</ol><p>Une douleur peut être intense, pénible, pressante ou ennuyeuse.</p><p>L&#x27;intensité de la douleur dépendra en partie du <a class=\"\" href=\"/les-5-niveaux-de-conscience\">niveau de sensibilisation</a> de votre prospect.</p>\n<h2>Parlez à votre audience</h2><blockquote>\n<p>Don’t talk about your product. Have them talk about their problems. The Mom Test - Rob Fitzpatrick</p>\n</blockquote><p>Pour tenter de déceler le problème le plus critique d&#x27;une audience, il peut être utile de leur parler.</p><p>Commencer par parler aux bonnes personnes, celles qui recherchent activement une solution à leurs problèmes et éviter les autres.</p><p>Ne parler pas de votre produit, écouter les parler de leurs problèmes.</p><p>Posez-leur des questions sur leurs problèmes et leurs habitudes.</p><p>Où sont-ils maintenant ? Où veulent-ils être ? Qu&#x27;est-ce qui les empêche d&#x27;y arriver ?</p><h2>Une solution n&#x27;est pas un produit (pas encore...)</h2><p>Un problème peut être résolu de 1000 manières.</p><p>Le but n&#x27;est pas de foncer tête baissée dans la création d&#x27;un produit.</p><p>Trouvez la solution la plus percutante et la plus créatrice de valeur avec le moins de frictions et les meilleures chances d&#x27;être adoptées dans le flux de travail existant de vos clients.</p><p>Évitez de proposer un produit qui ne s&#x27;intègre pas du tout dans l&#x27;environnement de vos clients.</p><p>Analysez l&#x27;environnement et la situation actuelle de votre audience avant de créer un produit qu&#x27;ils ne pourront pas utiliser.</p><h2>Créez un Minimum Loveable Product (MLP)</h2><p>Pour éviter de développer un MVP trop complexe, imaginez quelle serait la version qu&#x27;un utilisateur prendrait en capture d&#x27;écran pour montrer à ses amis ou collègues.</p></div>","isIndex":false,"file":"Zero to Sold - Arvid Kahl.md","fileName":"Zero to Sold - Arvid Kahl","title":"Résumé du livre Zero to Sold de Arvid Kahl","comments":true,"permalink":"zero-to-sold-arvid-kahl","datePublished":"2021-07-18T19:21","dateUpdated":"2021-07-18T19:21","publish":true,"rss":true,"tags":"","note":"88"},"__N_SSG":true}